[{"Text":"הריקוד מביע במצע בן שבעה פרקים תהליך היכרות עם יסודות ראשוניים בטבע ובאדם, המצטרפים יחד למחזור אחד. כשבעת ימי הבריאה, שבעת המרכזים באדם ושבעת צבעי הקשת, רוקם הריקוד מחזור אחד בתוך המחזוריות האין סופית של החיים.","Dancers":"תמר בורר","Choreographer":"תמר בורר","Artistic director":"","Piece Name":"שבע","Year":"1990","quote":"","":""},{"Text":"השאיפה התמידית לחצות את הגבולות, המתח הרב הנמצא באיזור הדימדומים, האיזור המסתורי של הלא ידוע.","Dancers":"סמדר אימור, בוני פיה","Choreographer":"סמדר אימור, בוני פיה","Artistic director":"","Piece Name":"איזור הדימדומים","Year":"1990","quote":"","":""},{"Text":"הסירה מהווה דימוי לשני מוטיבים, האחד- ילדות, התפרקות על זמן שעבר ורישומו \"נגרר\" כמו סירה של נייר הקשורה בחוט. השני - מעבר בזמן ומקום המלווה בתחושה חזקה של חוסר ודאות וחששות של לפני. פירוק הסירה, כאילו במקרה, יוצר מצב חדש שיש להסתכל אליו. עם ההסתגלות נולד געגוע.","Dancers":"ענת דניאלי","Choreographer":"ענת דניאלי","Artistic director":"","Piece Name":"לאן את הולכת","Year":"1990","quote":"","":""},{"Text":"היצירה נוצרה בהשראת השירים של קלאוס נומי, זמר מצו-סופראן שחי ויצר בניו יורק ונפטר ממחלת האיידס. סיטואציות ומצבים פאטטים בין ארבע דמויות תלושות, אותן יצר העידן המודרני... היצירה מסתיימת ברקוויאם לזכרם של אותם אנשים שמתו ללא עת - באמצע המירוץ...","Dancers":"ענת אסולין","Choreographer":"ענת אסולין","Artistic director":"","Piece Name":"אחרי הנפילה","Year":"1990","quote":"","":""},{"Text":"הרקדנית והכוריאוגרפית רנה שינפלד רוקמת בתנועה ובמחול קטעי סולו ודואטים לאשה ואיש. בשילוב מוסיקה עכשווית וקטעי שירה המבוססים על מסורות עם שונות.","Dancers":"תמר פיגנבלט, אביב לבנת, דני פלג","Choreographer":"רנה שינפלד","Artistic director":"","Piece Name":"\"בועות\" מסע קצר אל עולם האהבה","Year":"1992","quote":"","":""},{"Text":"\"רק שולחן זה ודאי, כבד, מעץ קשה. ...אנו סועדים כמו אחרים לפנינו... ... היתר מוטל בספק. אף שאנו שהופענו לרגע קט בדמות גברים או נשים (מדוע או-או?) במלבושים שנגזרו עלינו. בפונדק זה מעל התפארת הלא יציבה של הים אני נע, כבאקורדיון, מודע לחליפיות, בינינו, כל-כך בני תמותה, עד שבקושי חיים. משמחת אותי שותפות זו של מבטים, תנועות ונגיעות, עכשיו ומלפני דורות, גם אם תוגת אבל בה. חשבתי שבתחנוני אעצור את הזמן. אבל אני לומד להשלים, כמו אחרים לפני, ורק בוחן מה כאן יציב...\" צסלב מילוש: מתול שולחן 1, שולחן 2. מפולנית: דוד ויינפלד.","Dancers":"גלית ליס, ענבל מאירי, נעה דר","Choreographer":"נעה דר","Artistic director":"דוד דביר","Piece Name":"שביר","Year":"1993","quote":"1","":""},{"Text":"מופע מולטימדיה המשלב מחול ווידאו. העבודה משדרת בשני ערוצים בו זמנים: על הבמה - תנועה מלחמתית הנובעת ממנגנוני ההגנה של הפרט. על המסך - סרט וידאו אשר בויים במהלך החזרות וחודר את המנגנונים הללו. שני הערוצים פועלים כמכלול אחד יחד עם מוסיקה מקורית שנכתבה במהלך היצירה.","Dancers":"נעה ורטהיים, עדי שעל","Choreographer":"נעה ורטהיים, עדי שעל","Artistic director":"דוד דביר","Piece Name":"עדשות מגע","Year":"1993","quote":"","":""},{"Text":"נקודת המפגש בין החומר לרוח - היטיב לתאר זאת הצייר אמיל נולדה: \"הייתי רדוף דחף שאין לעמוד בפניו - להביע רגש רוחני עמוק ותחושה דתית יוקדת, אך עשיתי זאת בלא שיקול דעת או הרהורים. והנה הוספתי לצייר עוד ועוד: כמעט ולא ידעתי אם השעה היא שעת יום או שעת לילה, אם ציירתי או התפללתי...\" ","Dancers":"עידית סולנג', ארז לוי, ענת צפריר, ענבל פינטו","Choreographer":"ענבל פינטו","Artistic director":"דוד דביר","Piece Name":"דיו - כאן","Year":"1993","quote":"1","":""},{"Text":"עבודה משותפת שמנסה להפגיש תיאטרון ומחול. המכנים המשותפים הם חלל הבמה והרצון לבדוק חיבורים והפרדות בין התחומים השונים.","Dancers":"ענבל פינטו, אבשלום פולק, יוסי פולק","Choreographer":"ענבל פינטו, אבשלום פולק, יוסי פולק","Artistic director":"דוד דביר","Piece Name":"סיכוי למאה","Year":"1993","quote":"","":""},{"Text":"וש...לי אכתוב בראש אע... סיפור לבני אנוש","Dancers":"עידית סולנג'","Choreographer":"נמרוד פריד","Artistic director":"דוד דביר","Piece Name":"מונולוג","Year":"1993","quote":"","":""},{"Text":"הריקוד מתבונן בקיום באמצעות מחזוריותה של ביצה. הביצה, ספק השלכה של הדמות, ספק כוח חיים בלתי תלוי הנמצא מחוצה לה. במהלך הריקוד עוברת הביצה ממצב של שלמות פגיעה ומגוננת לנקודת שבירה המעמתת אותה עם עצמה ועם העולם. בתוך במה זרועת ביצים שלמות נעות שתי דמויות בטקסיות פולחנית מסוגננת, מרחפות בין הביצים מבלי לשוברן, ניזונות זו מזו. זהירות היתר ושמירת הקליפה השלמה לבל תיסדק, מביאה אותן לידי טרוף הגורם לשבירתן של הביצים ולאיבוד הגבולות ביניהן.","Dancers":"הדסה ארמוזה, ליאת שנער","Choreographer":"מימי רץ-ויזנברג","Artistic director":"דוד דביר","Piece Name":"ביצים","Year":"1993","quote":"","":""},{"Text":"\"איזון עדין\" בוחן את התנודות שבין שמירה על שיווי משקל והליכה בתלם, לבין פריצת גבולות והפרת האיזון.","Dancers":"הדסה ארמוזה, ליאת שנער","Choreographer":"מימי רץ-ויזנברג","Artistic director":"דוד דביר","Piece Name":"איזון עדין","Year":"1993","quote":"","":""},{"Text":"מוריס מגר: שיר המוקיון. פגיון של עץ, מסוה, ססגוניות הבגד,אדרת ארגמן נוצצת על גווי, קפלט וטמבורין, איפור וראי מנגד - זה כל מה שנחוץ לאושר - לבכי. עזה אמונתי: דרכי זו - אין דומה לה: חיים ומות בה. ועם כיבוי אורות - עת עם חרוז פרידה תפרח נפשי למעלה  לדרך אחרונה אובל על תפאורות.","Dancers":"עידו מוסרי","Choreographer":"דבורה ברטונוב, דניאלה מיכאלי","Artistic director":"דניאלה מיכאלי","Piece Name":"עם כיבוי אורות","Year":"1994","quote":"","":""},{"Text":"i think all my pieces are born by chance. too much by chance. i would like to be a little bit more methodical but i think that to be methodical one has to believe and i have a problem of lack of belief. art, creation, is one of the things that most interest me in life, but it seems that each time that i start do something in the field, i immediatly stop believing in it. and then i finally stop believing in life itself and other things and so on. my relationship with dance turns around the following question: what does dance say? what can i say with dance? what an i saying when im dancing? i didnt want to do this piece. fortunately there eas someone (Bruno VERBERGT) who put a stage at my disposal and told me to do on it exectly whatever i needed to do i did so. this piece evolved from all i just said.","Dancers":"ורה מנטרו","Choreographer":"ורה מנטרו ","Artistic director":"דניאלה מיכאלי","Piece Name":"Perhaps she could dance first and think afterwards","Year":"1994","quote":"","":""},{"Text":"הערב חובק שתי עבודות המציגות שתי מציאויות משלימות : חלימה ועירות","Dancers":"איילת גל, יעל מנדלר, רם גורן, תומר שרעבי","Choreographer":"תמר בורר","Artistic director":"דניאלה מיכאלי","Piece Name":"שחקי שחקי - עבודה לקבוצה","Year":"1994","quote":"","":""},{"Text":"הערב חובק שתי עבודות המציגות שתי מציאויות משלימות : חלימה ועירות","Dancers":"תמר בורר","Choreographer":"תמר בורר","Artistic director":"דניאלה מיכאלי","Piece Name":"שחקי שחקי - עבודה לרקדנית, פסנתרן ופסנתר כנף","Year":"1994","quote":"","":""},{"Text":"במאי מביים שני זוגות ומשוגע. סיטואציות אנושיות מוקצנות ומוגדלות \"בזכוכית מגדלת\".","Dancers":"תמיר גלעד, גוצ'י לאו, ראובן בן- ישי, ענבל אברהם","Choreographer":"גליה פרדקין","Artistic director":"דניאלה מיכאלי","Piece Name":"רוקטגריגי (כפר קטן בטוסקנה)","Year":"1994","quote":"","":""},{"Text":"וכל החיות היו בגני... וקול החיות שתק...","Dancers":"פול אגיאוס, הדסה ארמוזה, יעל אורני, יפתח פסחי, סיגל צוק","Choreographer":"שרון קאשי","Artistic director":"דניאלה מיכאלי","Piece Name":"כמות - אדם","Year":"1994","quote":"","":""},{"Text":"משנלקח גופה של אקו המקוללת, נשאר רק קולה, כדי שתחזור על דברי האחרים.","Dancers":"גונטר גורליץ, יסמין ורדימון","Choreographer":"יסמין ורדימון","Artistic director":"דניאלה מיכאלי","Piece Name":"אקושלמה","Year":"1994","quote":"","":""},{"Text":"בניסיון להטהר - אני רוחץ. המים קשים אינם מקציפים, אינם מנקים. אני ריק. מה שנשאר בי שיוכל להאסף: מבט, מגע, צורה.","Dancers":"אורי איבגי","Choreographer":"אורי איבגי","Artistic director":"דניאלה מיכאלי","Piece Name":"מים קשים","Year":"1994","quote":"","":""},{"Text":"כשבחנתי לעומק את עבודותיו של פליני, מצאתי שני נושאים מרתקים במיוחד. הקונפליקט בין הטהור לטמא, ושבירתו של חלום. שני אלו היוו את הבסיס ליצירה.","Dancers":"מוריה דביר, לימור קורקין, עמית יונגר, ירון ברון, שלומית תמיר, חגית שירצקי, מיכל ארקינד, רובי אידלמן.","Choreographer":"ענת אסולין","Artistic director":"דניאלה מיכאלי","Piece Name":"קומפרימה","Year":"1994","quote":"","":""},{"Text":"מפגש פיזי אנושי בבר- מועדון: 'בורדומינז'. מסע ריאליסטי של תשע דמויות, רקדנים ונגנים, הממריא לחוויות רוחניות ולמצבים סוראליסטיים. מציאות שהיא מעבר לזמן ולמרחב. היצירה רוקמת בכוריאוגרפיה ובלחן את הקצב והתנועה יחד לאריג אחד בעל קומפוזיציה משותפת. העבודה נוצרה מתוך הקשבה ואימפרוביזציות של האומנים לאורך זמן.","Dancers":"אלדד בן ששון, רינה ורטהיים, רחל לרמן, יעל סלע, תמר פכר, נעה ורטהיים, עדי שעל","Choreographer":"נעה ורטהיים, עדי שעל","Artistic director":"עירן בניאל","Piece Name":"בורדומינו","Year":"1996","quote":"","":""},{"Text":"היצירה עוסקת בשקט שלפני הסערה, בסערת הרגשות ובדממה שבאה אחרי. זהו נסיון לחקור לעומק את האין שיש כאשר אנו עוזבים את הכל ורק מרפים - מקבלים ונותנים בלי לרצות דבר.","Dancers":"ניב שינפלד, יובל פינגרמן, שלמה פלסנר, מיכל מועלם, סיגל יבלונסקי, שלי פלמון, ליאת דרור","Choreographer":"ליאת דרור, ניר בן גל","Artistic director":"עירן בניאל","Piece Name":"חקירה","Year":"1996","quote":"","":""},{"Text":"מופע מחול מולטימדיה שעושה שימוש חופשי ואסוציאטיבי בנושאים מתוך הבלט הקלאסי הידוע ג'יזל. יצירה של ערב שלם שעוסקת בתשוקות, בחלומות ובמפחדים שנותרים בדרך כלל מאחורי הקלעים של עולם המחול: זוהי הצצה אל עולמם של אלו שמתים לרקוד, ולפעמים- כמו בג'יזל- אף נידונים לרקוד עד מוות.","Dancers":"גלית חממי, חגית לוי, חגית זרגרי, כריסטינה פרקש, קטי רץ, נוגה קו, ורדית לוי, עדי גורדון, עינת זוטא, אוולין יפרח, אורה חוזה, אמיר קולבן.","Choreographer":"אמיר קולבן","Artistic director":"עירן בניאל","Piece Name":"GisL-2","Year":"1996","quote":"","":""},{"Text":"יצירה של הכוריאוגרף עידו תדמור, העוסקת בצורך המוחלט שלנו במסגרות קבועות בחיים. אלו הן מסגרות השיגרה שאנו תלויים בהן לחלוטין בכל תחום במהלך החיים, אותם מסגרות הסובבות אותנו בחיי היום יום, בתחום האישי, המקצועי הנותנות ביטוי גם ברצונות ובצרכים הרגשיים והפיזיים שלנו. ביצירתו עושה תדמור שימור במסגרות מוחשיות שונות כגון: לולי תינוקות כלובי ענק סורגים וכו' כסמל למסגרות השונות בחיים.","Dancers":"ענת צפריר, טלי פרץ, איריס נייס, אפרת מזור, ניר דה וולף, אלון אבידן, עידו תדמור","Choreographer":"עידו תדמור","Artistic director":"עירן בניאל","Piece Name":"תא","Year":"1996","quote":"","":""},{"Text":"שרשרת של מחולות נשים, שזורה במנגינות עמים שונים מכל העולם: יוונים, אפריקנים, אינדיאנים, אפגניסטנים, סורים ועוד... הרקדניות כמו המקהלה היוונית, מספרות, חוזות, כואבות, מתנבאות, בקטעי מחול המבטאים את פניה הרבות של האישה, את כוחה, יופיה ואהבתה.","Dancers":"יעל אורני, רונה ברקמן, יונת וייס, רותי ושניבסקי, ויוי מילר, תמר מרין, מיכל סבו, מיכל ספירא","Choreographer":"רנה שינפלד","Artistic director":"עירן בניאל","Piece Name":"חמיה","Year":"1996","quote":"","":""},{"Text":"רקוד שנולד בעת מלחמת המפרץ, בסיטואציה בלתי שגרתית שהיו בה פחד וחרדה לצד גילויים מרגשים. בנוסף למצב הנתון של חורף 91, שימשה המוסיקה של דמיטרי שוסטקוביץ מקור השראה ליצירתה זו של רנה. ברקוד כמו במוסיקה, יש ביטוי לפרץ עז של רגשות ולמעברים חדים ממצב נפשי אחד למשנהו.","Dancers":"רנה שינפלד","Choreographer":"רנה שינפלד","Artistic director":"עירן בניאל","Piece Name":"צל ותכלת, חורף 91","Year":"1996","quote":"","":""},{"Text":"מסע לירי אל האור בארבעה פרקים: סתיו, אור, שיער, טיסה, הריקוד כמו גם המוסיקה מושפע ממסורת הסטטיקה ההודית ממחלקת את המגוון הגדול של חיי הרגש האנושיים לכמה רגשות יסודיים: ההירואי, האירוטי, המופלא, הנפלא, העליז, המכאיב, המפחיד והנתעב. לכל הרגשות היסודיים הללו נטיה משותפת לנוע לעבר השלווה והאיזון הפנימיים.","Dancers":"רנה שינפלד","Choreographer":"רנה שינפלד","Artistic director":"עירן בניאל","Piece Name":"אור","Year":"1996","quote":"","":""},{"Text":"מיתוס היא יצירה המבכרת אלילים אופנתיים על גיבורים לאומיים. אפרתי שואל האם העדפה זו היא אינדיקציה לאיבוד ערכים מסורתיים. בפס הקול של היצירה חוזר ונשנה המשפט \"הוא היה גיבור, הוא קרא לדרור, כל העם אהב אותו, כל העם שכח אותו\" תמונות הסיום של מיתוס מציגה תמונת מחזור אשר חבריה הולכים ונעלמים אחד אחר השני. האם אלו אותם גיבורים אשר נשכחו. או אולי אותם אלה אשר יישכחו?\nהבלדה על אריה הוא סיפורו של קבצן תל אביב חסר בית, סיפור חייו הוא סיפור החברה הישראלית המתנכרת לחריגים שבה.","Dancers":"","Choreographer":"משה אפרתי","Artistic director":"עירן בניאל","Piece Name":"מיתוס / הבלדה על אריה","Year":"1996","quote":"1","":""},{"Text":"ערב מחול ומוסיקה חיה. ''אנו חיים כאשר החיים והמוות חופפים'' - קזואו אונו. חלק א - תהליך התפתחות של התעוררות, אורגניזם במצב גולמי, רדום, רוכש באופן הדרכתי הכרה בעצם קיומו. חלב ב' - היות האדם חלק מעולם שלם הנמצא בשינוי מתמיד. עולם בו החיים מתחילים, ניזונים ומשתלבים במוות: המוות כסיום המכיל בתוכו התחלה חדשה.","Dancers":"תמר בורר","Choreographer":"תמר בורר","Artistic director":"עירן בניאל","Piece Name":"שיר ערש ודווי","Year":"1996","quote":"1","":""},{"Text":"היצירה שתחילת התהוותה היתה עבודת אימפרוביזציה של רקדני הלהקה, מלווה בהנחייתה של רנה שינפלד, מורכבת מארבעה דואטים החושפים מערכות יחסים של מאבקי כוחות, כאב ותשוקה, עם רגעים של קרבה וחום.","Dancers":"דפנה הורביץ, עמית אפשטיין, רותי וישנסקי, מיכל סבו, מיכל ספירא, רונה ברקמן, יעל אורני, ויויאן מילר, תמר מרין, ענת מאירי","Choreographer":"להקת תיאטרון מחול רנה שינפלד","Artistic director":"עירן בניאל","Piece Name":"מכות על פח","Year":"1997","quote":"","":""},{"Text":"שירים מקוריים של רנה שינפלד ובביצועה, הנוגעים באהבה, בהוייה הנשית ופלא היצירה, משתלבים בעשרה קטעי מחול. הריקוד הוא שילוב מרגש של כל האדם ותנועת גופו מבטא אהבה, רגש ויופי בהומור דק שובה לב.","Dancers":"להקת תיאטרון מחול רנה שינפלד","Choreographer":"רנה שינפלד","Artistic director":"","Piece Name":"בלילה בא מלאך","Year":"1997","quote":"","":""},{"Text":"מחזמר נושא פרסים בכיכובם הבלעדי של \"ערוץ אל קודס\"","Dancers":"מריאנו ויינשטיין ועמנואל גת","Choreographer":"מריאנו ויינשטיין ועמנואל גת","Artistic director":"","Piece Name":"ערוץ אל קודס","Year":"1997","quote":"","":""},{"Text":"הוא היה המלט. הוא היה של שיקספיר. אבל בין החורבות של קרב הצריכה אבדה לו זהותו. אהבה, נקמה, תשוקה ולעבון מוליכים אותו בין שרידי הזכרון לעבר הטירוף.","Dancers":"אוולין יפרח, ורדית לוי, חגית זרגרי, יחיאל אמויאל, נגה קו, סיגל אנידגר, עדי גורדון, עוזי, עינת זוטא, קתלין קץ, אמיר קולבן, ליאור אקוני.","Choreographer":"אמיר קולבן","Artistic director":"","Piece Name":"מכונת H","Year":"1997","quote":"","":""},{"Text":"הרעיון לכוריאוגרפיה של פאף הוא יצירה בסגנון דרמת מחול. \"אני אוספת מזה שנים אירועים ומתרגמת אותם בדמיוני לסיפורי מחול. הסיפורים מצטרפים לשרשרת של קטעים, המביאה עמה פנטזיה, תקווה, דרמה והומור\"","Dancers":"לבנת רייז, מאיה כהן, עידית ספירו, רם דקל, אלישע ליסק, שלי גונן","Choreographer":"סאלי אן פרידלנד","Artistic director":"","Piece Name":"פאף","Year":"1997","quote":"","":""},{"Text":"פעם חשבתי שאפשר לפתור כך: כמו אנשים שמתאספים בחצות בתחנה לאוטובוס האחרון שלא יבוא, בתחילה מעטים, אחר כך עוד ועוד. זו הייתה הזדמנות להיות קרובים זה לזה ולשנות הכל ולהתחיל יחד עולם חדש.","Dancers":"עידית סולאנג', נועה צוק, ניב שינפלד, עמנואל גת, מיכל מועלם, מוריה דביר וענבל פינטו, יוסי פולק","Choreographer":"ענבל פינטו","Artistic director":"עירן בניאל","Piece Name":"עטוף","Year":"1997","quote":"","":""},{"Text":"ילדה, אישה, אם. הצצה לתוך עולמן של חמש דמויות נשיות. חיפוש של כל אחת בתוך עצמה, תמימות ילדותית מול מיניו וחושניות נשית. המפגשים הנוצרים בין נשים אלו, והלבד.","Dancers":"זהר שפירא, יהודית מזרחי, אורית אלקבץ, מיכל מועלם, קרן חכמה","Choreographer":"קרן חכמה, מיכל מועלם","Artistic director":"","Piece Name":"סוכר חום","Year":"1997","quote":"","":""},{"Text":"\"לשגת פירושו לשחרר, לשחרר פירושו לשגת. בחוסר המשכיות טמונה המשכיות, בהתקדמות ובחזרה חייב להיות קיפול, בהליכה קדימה ואחורה חייבים לחול שינויים\" (וו יו-הסיאג)","Dancers":"עמנואל גת, מיכל הרמן, מיכל מועלם, ענבל פינטו, מורה צימרמן, ניב שינפלד","Choreographer":"ניב שינפלד","Artistic director":"","Piece Name":"על גבול המעבר","Year":"1997","quote":"1","":""},{"Text":"המופע משלב ריקוד, משחק, מחשבים, וידאו, מוסיקה ופעלולים. ספורו של דני ילד בן עשר, \"פריק מחשבים\". בתוך חדרו, אל מול המחשב, מחפש דני פתרונות לבעיותיו עם החברים בכתה.","Dancers":"יעל סלע, אלדד בן ששון, רנה ורטהיים, תמר פכר, עדי שעל","Choreographer":"עדי שעל, נועה ורטהיים, חמוטל בן זאב-עפרון","Artistic director":"","Piece Name":"פאור דאנס","Year":"1997","quote":"","":""},{"Text":"העבודה עוקבת אחר מהלך חייו של אדם, מתוך התבוננות בטקסי המעבר המשמשים לו ציוני דרך, וכביטוי למאמציו לאיזון בין סיפוק דחפיו וההכרח התרבותי לרסן אותם, מיום לידתו ועד מותו.","Dancers":"מיכל הרמן, ניר דה וולף, רננה רז, איתמר סהר","Choreographer":"נעה דר","Artistic director":"","Piece Name":"רעשים בעשב","Year":"1997","quote":"","":""},{"Text":"\"לנשוך בקליפות\" הינו רצף של קרעי זכרונות המבצבצים מבעד למעטפת השכחה. \"אם תשאלו אותי איפה הייתי, עלי לאמר 'זה קורה'. עלי לדבר על האדמה שהאבנים מאפילות, על הנהר בזרימתו: איני מכיר דבר פרט למה שמאבדות הצפורים, את הים שנותר מאחור או את אחותי הבוכה\" (פאבלו נרודה, אין שכחה) הריקוד מהווה את חלקו הרשון של מופע אותו משלימה העבודה \"ראשים בעשב\"","Dancers":"מיכל הרמן, ניר דה וולף, רננה רז, איתמר סהר","Choreographer":"נעה דר","Artistic director":"","Piece Name":"לנשוך בקליפות","Year":"1997","quote":"","":""},{"Text":"לגעת בנושא המעמדות בחברה. לעסוק בנורמות היחסים בין בני אדם. לחדור את מישורי המתח המעמדי. להצביעעל נקודת המגע ועל מגמות ההתרחקות ולחשוף את האמת והזיוף... אורנוס מפעיל כח המתבטא בשינוי פתאומי בדפוסי החיים והשפעה חזקה על הדחף לחירות וביטוי אינדיבידואלי. אורנוס פועל כבעל השפעה על תפיסת עולם רב מימדית מורכבת ויחסית. אורנוס שולט במזל דלי המסמל התייחסות לאדם באשר הוא ומתעלם מסטטוס ותארי כבוד. מסמל אחווה בין אנשים ובין עמים.","Dancers":"נועה עוז, הילה שמר, דלית נמירובסקי, אדוה זכאי, ענבל בן זקן, ארז אלון, עוז מורג, תמיר בראון, מנואל אלבוקרקה, עידו תדמור","Choreographer":"עידו תדמור","Artistic director":"","Piece Name":"אוראנוס","Year":"1997","quote":"","":""},{"Text":"\"מה יעוללו לך, נערהמסכנה? כסף רב נדרש כדי להתחתן. מה הם יעוללו\" (רוחות, הנריק איבסן) \"היש בנמצא דבר המשפיל יותר עבור נשים מאשר להתחתן עם זר ולשאת את ילדיו? ועדיין השקר של מוסד הנישואין קובע - האשה תמשיך לעשות זאת, המחויבות החברתית הופכת אותה לצעצוע, בובה שקופה\"","Dancers":"יערה דולב,מורה צימרמן, עמית גולדנברג, ימית פרץ, שולמית רום, אפרת סטמפלר, סהר עזימי, אנה וייסמן, אדוה זכאי, ברק מרשל","Choreographer":"ברק מרשל","Artistic director":"","Piece Name":"חתונתה של אמה גולדמן","Year":"1997","quote":"","":""},{"Text":"חלקיקים משתנים ומתחלפים. המחשבות, גופנו.האטום. התחושות. עצמאיים וקשורים. האברים הפנימיים. רצף האירועים בחיים. מתהווים ונעלמים. טבעם מוחשי... וארעי.","Dancers":"יוסי יונגמן","Choreographer":"יוסי יונגמן","Artistic director":"","Piece Name":"קוואנט","Year":"1997","quote":"","":""},{"Text":"דואט זה נוצר כהמשך לעבודה \"עטוף\" - \"עש לילה אחד, קטן, הסתחרר מסביב למנורה שבעים וואט כל הלילה. ההקרכשכבר לא היה אור, והמנורה כבתה, הוא עף לשמש.. ונשרף\"","Dancers":"ורוניקה סנדויה, ענבל פינטו","Choreographer":"ענבל פינטו","Artistic director":"","Piece Name":"דואט","Year":"1997","quote":"","":""},{"Text":"יום אחר יום הוא מאבק שמיימי לריגוש של חופש, לריגוש של שמחה, הצורך להתחלק, הצורך להתחייב. תשוקה, אהבה, פסיביות ושנאה.. לנסות לא להיות, או להרגיש לבד. מאמץ מיותר.","Dancers":"ארי פסטמן, סוניה ד'אורליאנס ג'וסט","Choreographer":"סוניה ד'אורליאנס ג'וסט","Artistic director":"","Piece Name":"לטוב ולרע","Year":"1997","quote":"","":""},{"Text":"יחסים הנרקמים בקבוצה - מעין מבנה תרבותי של חברה. לכל אדם תפקיד המשתנה בהתאם לזה שמולו ולנסיבות בתוכן הוא חי. אלה שברי כדי החרס הפזורם על הבמה ובתוכם חיים הרקדנים המגלמים \"נסיך\", \"ילדה\", \"רוח\", \"נזיר\" ו- \"מטהרת\"","Dancers":"אבישג גולן, אינבורג זומר, ורד רזניק, מיקי בש, תמר בורר","Choreographer":"תמר בורר","Artistic director":"","Piece Name":"כד","Year":"1997","quote":"","":""},{"Text":"ימי ביניים, תקופת מעבר, ציפייה ומתח... קרבות על לא כלום, שריפת מכשפות, הפרת חוקי הטבע... מבצר שחור צופן בין כתליו מעשים אפלים עטוי גלימות מגיני הצניעות והדת... שכר ועונש ושאר דמויות מפתיעות, בהופעה לא מוסרית... העבודה נוצרה בהשראת ציוריו של הירונימוס בוש","Dancers":"עידית הרמן, דמיטרי טולפנוב, ענת מוניץ, ניר דה וולף","Choreographer":"דמיטרי טולפנוב, עידית הרמן","Artistic director":"","Piece Name":"ימי ביניים","Year":"1997","quote":"","":""},{"Text":"אין אדם שלא מרגיש את הזמן עובר, שלא חי באיזה משא ומתן עם המוות. התמודדות עם החיים, עם חוסר התוכלת, עם המוות הצפוי מראש, עם הבריחה מאימת המוות- אימת החיים","Dancers":"שלי גונן, מוריה דביר, רם דקל, גלית חממי, מיכל שרון, אורי איבגי","Choreographer":"אורי איבגי","Artistic director":"","Piece Name":"פצע פתוח","Year":"1997","quote":"","":""},{"Text":"כהפצעים פתוחים המוח אפרוח נידף. העור מפריח אבעבועות דמיוניות. הכוח מתגשם, נעשה כבד. החכמה בוגדת ראשונה (תזכיר מאת מאיר ויזלטיר)","Dancers":"אפרת סטמפלר, אדוה זכאי, קרן חכמה, ימית פרץ, ענבל בן זקן, לני שחף, סער מגל","Choreographer":"סער מגל","Artistic director":"","Piece Name":"שין","Year":"1997","quote":"","":""},{"Text":"שני סיפורים קלאסיים המתורגמים לשפת התנועה והמחול: פינוקיו מאד קלודי ודירה להשכיר מאת לאה גולברג","Dancers":"איילת זילקה פריינטא, שירי כץ, תמר ארצי, ענת רון, מאיה גליל","Choreographer":"איילת זילקה פריינטא","Artistic director":"","Piece Name":"פינוקיו ודירה להשכיר","Year":"1997","quote":"","":""},{"Text":"תק בום תק בום דיגיטיתקתקתקתקבום\nטפ טו טפ טו טפ בום צ'ה בום צ'ה בום צ'ה בום צ'ה בום טה..\nטה טה טו טה אוווווווום טה.\nסטגה סטגה טוגה טוגודה פדדה דדה דדה..\nסטגה סטגה טוגה טוגודה פדדה דדה דדה..\nסטגה טוגה דגה בום\nאום צ'ה אום צ'ה צ'ה צ'ה בום\nטה טה טה טם היי אפ\nשקט - תק!\nשילוב של מחול אנרגטי ומוסיקה חיה המובסס על קצב","Dancers":"אבי בללי, אביב ברק, עמית גולדנברג, צחי פטיש, דני רחום","Choreographer":"אבי בללי, אביב ברק, עמית גולדנברג, צחי פטיש, דני רחום","Artistic director":"","Piece Name":"שקט - תק","Year":"1997","quote":"","":""},{"Text":"\" אם היתה עוד אחת כמוני \nבנפרד ממני \nהייתי יכולה סוף סוף להתעסק בעצמי כל היום\n וזה לא היה נחשב לי אגו (מתוך השיר Double מאת ענת שטינברג)","Dancers":"אילנית תדמור, ענת שטינברג","Choreographer":"אילנית תדמור, ענת שטינברג","Artistic director":"נאוה צוקרמן","Piece Name":"Two caffe","Year":"2002","quote":"1","":"לא גמור"},{"Text":"\"אף פעם\nאני לא יכול לתפוש\nלמה נותנים לי מגפיים\nואומרים:\nאל תלך בבוץ...\" (יהודה אטלס- הילד הזה הוא אני)\n","Dancers":"סהר עזימי, עדי גילת","Choreographer":"סהר עזימי","Artistic director":"נאוה צוקרמן","Piece Name":"איטאיזאזאיטאיז","Year":"2002","quote":"1","":""},{"Text":"\"...הוצאתי את מחברת הציור והעפרונות, אבל לא היה לי מה לצייר. רק את החוף,הים\" (מתוך המחזה \"נוף\", הרולד פינטר)","Dancers":"מיכל הרמן, שירה רינות, איציק גבאי","Choreographer":"נמרוד פריד","Artistic director":"נאוה צוקרמן","Piece Name":"חור בנוף","Year":"2002","quote":"1","":""},{"Text":"מונולוג של אשה\nבמטבח וזיכרונות\nהעולים בה\nתוך כדי שהיא קוצצת סלט\nדק, דק, דק.","Dancers":"גילת אמוץ, דפנה מירו, רונית זיו","Choreographer":"רונית זוי","Artistic director":"נאוה צוקרמן","Piece Name":"בוץ","Year":"2002","quote":"","":""},{"Text":"היא קראה לי כבר כמה פעמים היום...\nהיא כמעט פה...\nהיא כמעט שם...\nוהיא איתי...\nתמיד יש משהו.\nבואי.","Dancers":"שלומי ביטון, לילי לדין, מרטין קורי, אירנה צאבל-אשל","Choreographer":"שלומי ביטון","Artistic director":"נאוה צוקרמן","Piece Name":"מאיא","Year":"2002","quote":"","":""},{"Text":"\"כשוילון בחלון רוצה להיות דגל בחוץ, כשהעבר רוצה להיות עתיד... אלה הגעגועים האמיתיים\" (יהודה עמיחי)\nזהות אחת נוצרת במפגש של ארבע דמויות במעגל ישראלי.","Dancers":"יערה קאנץ, יוסי רז, שירה רז, רננה רז","Choreographer":"רננה רז","Artistic director":"נאוה צוקרמן","Piece Name":"קראו לנו ללכת","Year":"2002","quote":"1","":""},{"Text":"בחלל לבן ריק עם צ'לו חשמלי- ארבע נשים יוצאות מנקודת נוצא של עמידה פשוטה, אל בדיקה של חוויה שתיקח אותן מעבר למקום ולזמן בו הן חיות. בעזרת משחקי תפקידים הן נקשרות אחת לשניה ומאבדות את הגבול הפיזי והנפשי ביניהן.","Dancers":"שחר בראון, שרון צוקרמן, מאיה ויינברג, קמה קולטון","Choreographer":"יסמין גודר","Artistic director":"נאוה צוקרמן","Piece Name":"פתאום ציפורים","Year":"2002","quote":"","":""},{"Text":"\"נדמה לי שהאדם צריך להיות מאמין, או שצריך לחפש אמונה. שאם לא כן חייו ריקים ... ריקים ... לחיות ולא לדעת לשם מה העגורים עפים, לשם מה הילדים נולדים, לשם מה הכוכבים בשמיים. או שאתה יודע לשם מה אתה חי או שהכל הבל. קליפת השום...\" (מתוך שלוש אחיות מאת אנטון צ'כוב, תרגם אברהם שלונסקי)","Dancers":"אסתי זקהיים, יוסי יונגמן","Choreographer":"יוסי יונגמן","Artistic director":"נאוה צוקרמן","Piece Name":"איפה תיקי?","Year":"2002","quote":"1","":""},{"Text":"\"נפש קטנה, תועה, נעימה\nאורחת-חברה של גופי\nלאן את עכשיו הולכת\nחורורת, נוקשה, ערומה\nלא עוד, כלפנים, מגכחת\" (פ. אליוס אדריאנוס, אימפרטור)","Dancers":"רייצ'ל אוסבורן, עידן גורליצקי, רועי יצחק-הלוי, טליה לנדא, גבריאל שפיצר.","Choreographer":"שרון אייל","Artistic director":"נאוה צוקרמן","Piece Name":"static","Year":"2002","quote":"1","":""},{"Text":"ריקוד וטקסט הנארגים אחד בשני. החלל שבין כאן לשם, שבין ראיה לכמיהה. נוכחות שמתקיימת בין נגיעה לזיכרון והניסיון להפוך את הנשימות לשאיפות ואת השאיפות לנשימות. \"העיניים שלנו כל כך שונות ומכילות בתוכם גם את מה שהיה ומה שיהיה, ובעקר את מה שלא יהיה, שלו אנו מקדישים הרבה יותר מחשבה. איסמעיל אמר לה שהכדור הזה לא עגול כמו שחושבים, אלא רק קעור או קמור, ולעולם אי אפשר לראות את כולו, כי אז מתרחקים ממנו כלכך ונורא קל להתנתק. שוב נורא\" (אין מקום כזה בית\" דולב טוקטלי)","Dancers":"יניב אברהם, רייצ'ל אוסבורן, דורון רז, מיכל אגסי, מתן דוד, מיה ליפסקר","Choreographer":"מאמי שימאזקי","Artistic director":"נאוה צוקרמן","Piece Name":"אין מקום כזה בית","Year":"2002","quote":"1","":""},{"Text":"אודות המרווח בין חיים למוות בעולם ההזוי של חלום ואשליה.","Dancers":"איילת שחר, ענת טנא, דינה זיו, אליק ניב, ימית פרץ, עמית גולדנברג, יערה דולב","Choreographer":"רמי לוי","Artistic director":"נאוה צוקרמן","Piece Name":"זמן לבן","Year":"2002","quote":"","":""},{"Text":"במציאות הקשה של ימינו, בחברה משוסעת ומוקפת אלימות, בוחנת היצירה את גבול יכולתנו, כאנשים, להדחיק את המודע בכדי לחיות את היום ואת הרגע בו אנו מתחילים לוותר על העמדת פנים.","Dancers":"ענת טנא, איילת שחר, אליק ניב, דינה זיו, ימית פרץ, זוהר כהן, יערה דולב, עמית גולדנברג","Choreographer":"יערה דולב, עמית גולדנברג","Artistic director":"נאוה צוקרמן","Piece Name":"עיVרים ","Year":"2002","quote":"","":""},{"Text":"\"אם כל מה שבא בקלות הולך בקלות - אז אני בצרות\" (בנימין יגנדורף)","Dancers":"גליה גת, בנימין יגנדורף, עמית הדרי, אורנית מרק, יעל ונציה, מאיר פריד","Choreographer":"ענת דניאלי","Artistic director":"נאוה צוקרמן","Piece Name":"בואי נמלט","Year":"2002","quote":"1","":""},{"Text":"עצמו את העיננים ונסו לשחזר את התמונה האחרונה שראיתם","Dancers":"יוסי ברג, יהלי מנסקלייד","Choreographer":"יוסי ברג","Artistic director":"נאוה צוקרמן","Piece Name":"אופטיק ","Year":"2003","quote":"","":""},{"Text":"התכנית האמנותית מתוכננת אך ייתכנו תכנים לא מתוכננים","Dancers":"רננה רז, עופר עמרם","Choreographer":"רננה רז","Artistic director":"נאוה צוקרמן","Piece Name":"לבקש כוכבים","Year":"2003","quote":"","":""},{"Text":"אז  היא עוצרת אותי באמצע ואומרת לי שהפעם אנחנו חייבים להינות","Dancers":"שלומי ביטון","Choreographer":"שלומי ביטון, לילי לדין","Artistic director":"נאוה צוקרמן","Piece Name":"רק אוויר (בלי ידיים)","Year":"2003","quote":"","":""},{"Text":"\"אם יש אפשרות כלשהי להארה זה ממש עכשיו, לא באיזה זמן בעתיד, עכשיו זה הזמן\" (פמה צ'ודרון) , בתקופה שבה נבדקים םהגבולות בכל רגע, שחור/לבן אני מחפש זהות, שייכות, תחושת הזדהות וחלום","Dancers":"סהר עזימי, ענת מירב, יניב כהן","Choreographer":"סהר עזימי","Artistic director":"נאוה צוקרמן","Piece Name":"הרצל אמר","Year":"2003","quote":"1","":""},{"Text":"היטהרות, דרך הזיה ורגש משתחרר, ריקוד, משחק ומוסיקה חיה","Dancers":"ענת שפירא, יובל ברגר","Choreographer":"נמרוד פריד","Artistic director":"נאוה צוקרמן","Piece Name":"רחצה לילית","Year":"2003","quote":"","":""},{"Text":"היות והגוף בריא ושלם, מדרכי השם הוא, אי אפשר שיבין או ידע דבר מידיעת הבורא והוא חולה.לפיכך צריך האדם מדברים המאבדין את הגוף ולהנהיג את עצמו בדברים המברין והמחלימים את הגוף. ושמרתם לנפשותיכם. (מתוך שולחן ערוך)","Dancers":"אשר לב, מיה ליפסקר, דינה זיו","Choreographer":"רונית זיו","Artistic director":"נאוה צוקרמן","Piece Name":"Steam","Year":"2003","quote":"1","":""},{"Text":"\"פסאג'\" מתחבר לאופן בו אני מבינה את החיים על גלגוליהם ושכבותיהם המרובים. היצירה מתמודדת עם זכרונות, שאלות ו... תשובות","Dancers":"סוניה ד'אורליאנס ג'וסט","Choreographer":"סוניה ד'אורליאנס ג'וסט","Artistic director":"נאוה צוקרמן","Piece Name":"פסאג'","Year":"2003","quote":"","":""},{"Text":"העבודה מתרחשת בעולם לא מציאותי- עולם הבירוקרטיה, ועוסקת בתחושת הדיכוי והניכור הנובעים מהמציאות הבירוקרטית. הרקדנים הם מכונות הפועלות בתוך מסלול פנימי מוכתב, על רקע המוסיקה הכופה עליהםתחושה שהדברים מתנהלים כתיקונם. הכל מתרחש תחת עינו של 'האח הגדול', היצור לאנשים/מכונות סביבה אטומה, אולם המגעים בין המכונות יוצרים סדקים בעולם האטום.","Dancers":"איילת שחר, מירית אורנשטיין, כרמי זיספאל, מיטל בלרנו, עמית גולדנברג","Choreographer":"יערה דולב ועמית גולדנברג","Artistic director":"נאוה צוקרמן","Piece Name":"מכונות","Year":"2003","quote":"","":""},{"Text":"... הוא עומד בגפו; גופו מוצמד אל הקרקע; הלך רוחו; הוא מתבדר. נס לאחר היעדרותו ועתה  אין הוא עוד בדיוק מה שהיה; מנקודת ראות זו או אחרת. במימד של תנועה וזמן נותר רק חלל; אפור בהיר כמעט לבן (עפ\"י סמואל בקט- \"פינג\")","Dancers":"אנה וייסמן, ירון מילגרום, מתי הראל","Choreographer":"אנה וייסמן","Artistic director":"נאוה צוקרמן","Piece Name":"אפור בהיר כמעט לבן","Year":"2003","quote":"1","":""},{"Text":"שלוש נשים נפגשות עם עצמן כשהרעש נדם. בזמן ציפייה ליום, וציפייה בכלל. \"הלב מחשיך לאט ואת אליו ניגשת,בהירה מאד, שוקטת וקיצית\" (נתן אלתרמן, מתוך תמצית ערב)","Dancers":"שירה רינות, דפנה מירו, סיוון גוטהולץ","Choreographer":"מיכל הרמן","Artistic director":"נאוה צוקרמן","Piece Name":"לילה ","Year":"2003","quote":"1","":""},{"Text":"שתי נשים. שלושה פרקים. ערב אחד בו הן משיבות למבט התמידי הבוחן אותן. מתמודדות עם הציפייה של המסתכל, בוחנות את סמלי הגוף המשמשים כלי תרבותי ומתוך כך יוצרות מערכת יחסים ביניהן.הפער בין התנועה המקובלת לבין הרצון האינדיבידואלי מהווה מקור השראה לבנייה של שפה מרעננת, מצחיקה ומטרידה בו זמנית.","Dancers":"יסמין גודר, איריס ארז","Choreographer":"יסמין גודר","Artistic director":"נאוה צוקרמן","Piece Name":"שתיים שעשוע ורוד","Year":"2003","quote":"","":""},{"Text":"חיים מתחת לחיים שלנו. שתי רקדניות ושחקן רוקדים תמונה אחת שחלקיה משתנים במהירות כל הזמן, טעונים ברגשות שהודחקו, למוזיקה חיה מאת י‘ ס‘ באך.","Dancers":"שני ברייטנר, איציק גבאי, אלינור צ'רטוק","Choreographer":"נמרוד פריד","Artistic director":"","Piece Name":"סאבטקסט","Year":"2009","quote":"1","":""},{"Text":"אני מאוד אוהבת להסתכל על דירות שדולק בהן אור דרך החלון שלהן ולדמיין מה מתרחש שם. נשים חושפות סיטואציות חיים לא מדוברות בתוך דירות שונות","Dancers":"מירב דגן, מרים אנגל, שלי לאוטמן, דפנה מירו","Choreographer":"דפי אלטבב","Artistic director":"","Piece Name":"מתחת לשטיח","Year":"2009","quote":"","":""},{"Text":"למתוח את הרגע בין ערות לשינה, לטשטש את גבולות המוכר.... לאהוב לחלום בהקיץ.","Dancers":"יוני סוטחי, ענת גריגוריו, עידו תדמור","Choreographer":"ענת גריגוריו","Artistic director":"","Piece Name":"בהקיץ","Year":"2009","quote":"","":""},{"Text":"מאנא עבודתה החדשה של הכוריאוגרפית נעה ורטהיים, מביאה עמה לבמה עוצמה שקטה ועצורה. הבית כסילואט מהווה קו גבול התוחם בין החוץ לפנים, ומנסה למצוא מחדש את האינדיבידואל בתוך מסגרת. ורטהיים מביאה לבמה תנועה ייחודית המשתמשת במבנה ספירלי שצובר תאוצה אנרגתית ומעביר אותה לזיכוך וקבלה עצמית המשלבים בין תחושת החוסר לבין השאיפה למלאות.","Dancers":"אייל ויזנר, רות ולנסי, רינה ורטהיים, קורן, וובה זאק, אינס לורקה, שניר נקר, אלון קרניאל, גיל קרר","Choreographer":"נעה ורטהיים","Artistic director":"","Piece Name":"מאנא","Year":"2009","quote":"","":""},{"Text":"אני כותב לך לא כי אני רוצה. אני מרגיש חייב. פעם יכולנו פשוט לשתוק, אבל... זה לא שאנחנו לא יכולים לדבר – פשוט מילים כבר לא עוזרות. כילינו אותן במציאות מתרסקת פעם אחר פעם. בכוחניות לא מתפשרת שמבזה אותנו. אני רוצה לכתוב לך שאני עדיין זוכר. עדיין מרגיש כמו פעם. כמו אז.רוני – עבודת מחול בעולם של מילים.","Dancers":"עדי אלזם, תומר נבות, יהלי אלימלך, מור דמר, עדי פלד","Choreographer":"אלעד שכטר","Artistic director":"","Piece Name":"רוני","Year":"2009","quote":"","":""},{"Text":"יצירתה החדשה של יסמין גודר אוהבים אש, שנבנתה כולה על פסקול יצירות ואלס מוכרות, עוסקת באסתטיקה הרומנטית של המוזיקה דרך פריזמה אישית ופרטית, ומנסה להיסחף ולהרגיש אותה ללא שיפוט ותנאי. מתוך המרחק התרבותי והאישי מהמוזיקה, היצירה עוברת מסע פתלתל ומלא הומור בין זהויות ושכבות רגשיות שונות בחיפוש אחר \"מהירומנטיקה\". הרצון להתאהב, להיסחף ולהסתחרר מתבטאים בדימויים פיזיים ופלסטיים המעניקים זווית מפתיעה לסטריאוטיפים של זהות גברית ונשית, ותפיסות של זוגיות ומערכות יחסים.","Dancers":"יסמין גודר, ערן שני","Choreographer":"יסמין גודר","Artistic director":"","Piece Name":"אוהבים אש","Year":"2009","quote":"","":""},{"Text":"הגוף כאתר ארכיאולוגי. הרקדנים מחפשים בו תחושה עד כאב. מתוך ההריסות הגופניות מתגלה נפש המתאווה לשכוח או לברוא לעצמה זיכרון חלופי.","Dancers":"אסף אהרונסון, לי מאיר, מאיה וינברג","Choreographer":"איריס ארז","Artistic director":"","Piece Name":"נאמביה","Year":"2009","quote":"","":""},{"Text":"פריחה- ש\"ע: התפתחות, צמיחה, התעצמות, נשיאת רווחים.לפרוח-פ': להיות בפריחה, להנץ, להתפתח, להיות בשיאו, להתרחב, להתפשט, תשוקה, רצון, לפרוח, לקרוס, להתפתח, הקסם של הטבע, הקסם של הטבע האנושי. ריצה - חופש – התחברות","Dancers":"קדנים: נועה רוזנטל, אלעד לבנת, עידן יואב, אורן טישלר, נועה שביט, שחר לוי","Choreographer":"יערה דולב","Artistic director":"","Piece Name":"BLOSSOM","Year":"2009","quote":"","":""},{"Text":"צפיפויות של אירועים, מודעות של אנשים ומוזיקה בשישה חלקים.","Dancers":"נועה רוזנטל, אלעד לבנת, עידן יואב, אורן טישלר, נועה שביט, שחר לו","Choreographer":"מיכאל מילר","Artistic director":"","Piece Name":"NO. 6","Year":"2009","quote":"","":""},{"Text":"מדריך למשתמש: אפשרויות לחופש פעולה בחברה ממשטרת, מקבעת ומאחידה.","Dancers":"קוראלי לאדם, נעה שילה, אלון ברכה","Choreographer":"נעה דר","Artistic director":"","Piece Name":"אנו","Year":"2009","quote":"","":""},{"Text":"טריו לשלוש רקדניות, שלוש פועלות. זהות, אבל משתוקקות לייחוד בעולם של שכפולים, של ייצור תמידי, של תחרות על דיוק, יופי וכוח. היצירה מעמיסה את הרקדניות בעבודה, בחוקים נוקשים ובהגבלות, ובוחנת את היכולת שלהן להשתחרר מהזהות שהיא כופה עליהן.","Dancers":"שני בן-חיים, ריטה קומיסרצ'יק, מאיה ברינר","Choreographer":"מאיה ברינר","Artistic director":"","Piece Name":"אדומות","Year":"2009","quote":"","":""},{"Text":"הסיפור הזה קורה במצב חירום וימי פורענות. מדובר בסיפור לא גמור, כי חסרה לו התשובה. התשובה שאני מקווה שמישהו\nבעולם ייתן לי. אתם? זהו סיפור בטכניקולור כדי להוסיף נופך של מותרות, כי בשם אלוהים, גם אני זקוק לזה. אמן לכולנו. קלאריס ליספקטור, מתוך \"שעת הכוכב\", הוצאת הקיבוץ המאוחד.","Dancers":"נעה שילה, אופיר נג'רי, עירד מצליח","Choreographer":"עירד מצליח","Artistic director":"","Piece Name":"מתחת לעצי התרזה","Year":"2009","quote":"","":""},{"Text":"שלושה אנשים מסתחררים לתוך מצעד המייצר מסגרת. הפיתוי להיטמע בתוך המסגרת דוחף אותם אל תוך מלכודת שבה הם נקרעים בין דחפים סותרים הבוקעים מהם. היוצרים ניב שינפלד ואורן לאור הזמינו את הרקדנית והכוריאוגרפית קרן לוי, החיה למעלה מעשור באירופה, להשתתף ביצירתם החדשה, שבה הם בוחנים מזווית אישית את ההתנגשות שבין הזהות האינדיבידואלית לקולקטיבית.","Dancers":"קרן לוי, ניב שינפלד, אורן לאור","Choreographer":"ניב שיינפלד, אורן לאור","Artistic director":"","Piece Name":"פה גדול","Year":"2009","quote":"","":""},{"Text":"מחווה לסרטיו של הבמאי ראס מאייר ולעיתוני פשע מהמאה שעברה, בהם סיטואציות המבוססות על מקרים אמיתיים מבוימות בקפידה ומיטיבות לחבר בין סכנה לפיתוי. הפערים בין הממשות הטראגית של המוות לבין הייצוג המלודרמטי שלו, המניפולציה האמנותית שמערערת את ההבחנה בין רגש מלאכותי לאמיתי, עם מה אנו נותרים אחרי שהגיבור נושם את נשימתו האחרונה.","Dancers":"אלכס שמורק, אנדראס מרק","Choreographer":"נעה שדור","Artistic director":"","Piece Name":"אל תוך הלילה","Year":"2009","quote":"","":""},{"Text":"יצירתה החדשה של להקת המחול ענבל פינטו ואבשלום פולק זוכה לבכורה ישראלית לאחר שנוצרה והוצגה בהצלחה בנורווגיה. המופע טראוט יעלה לשבוע אחד בלבד,וילוּוה במוזיקה חיה של הקולקטיב הנורווגי ה- KitchenOrchestra . בתוך חלל המופע יוצא הדופן, אשר מדמה תחתית של באר או מרתף מוצף מים, נפגשות הדמויות שאותן מגלמים הרקדנים, השחקנים המוזיקאים, הזמרת ואפילו הקירות, שגם להם יש תפקיד חשוב ביצירה. קסם, אבסורד ומוזיקה. ערב מרשים של מחול מישראל ומוזיקה מסטוונגר. אתם לא צריכים לנסות להבין דבר, רק לפתוח את העיניים ואת האוזניים ופשוט ליהנות","Dancers":"עידו בטש, נגה הרמלין, שי הרמתי, דנה שובל, צביקה פישזון, ניר תמיר, אריאדנה מונטפורט, טליה בק, מורן זילברברג","Choreographer":"ענבל פינטו ואבשלום פולק","Artistic director":"","Piece Name":"טראוט","Year":"2009","quote":"","":""},{"Text":"במרחב שבין המוכר והזר נעים אנשים, המחפשים בסביבתם ובגופם מקום שבו יוכלו להרגיש בבית. מפגשים מגדירים מחדש את המרחב האינטימי והציבורי, כזירות התרחשות שלובות ומעלים שאלות בדבר נוכחותו ההכרחית והבלתי נמנעת של האחר בתוכנו.\nמושג הבית מתפרק למשמעויות מפתיעות, החושפות את שבריריותה של המציאות האישית והפוליטית בה אנו חיים.","Dancers":"אופיר יודלביץ, תמי לבוביץ, אסף אהרונסון","Choreographer":"איריס ארז","Artistic director":"תמר בורר","Piece Name":"הומסיק ","Year":"2010","quote":"","":""},{"Text":"\"I have been waiting all day, or perhaps longer. I would have liked to try those wings myself. it would have been better than this.\" Muriel Rukeyser","Dancers":"מיכאל גטמן","Choreographer":"מיכאל גטמן","Artistic director":"תמר בורר","Piece Name":"אב ונוצה","Year":"2010","quote":"1","":""},{"Text":"חמישה כללים לתקשורת יעילה בין בני זוג: בעת שיחה פתחו תמיד באמירה חיובית - אנשים נוטים להקשיב כאשר מחמיאים להם; אל תתקפו - אנשים נכנסים באופן אוטומטי למגננה, ואתם עלולים להיות מותקפים בעצמכם; הקשיבו - היו פנויים מחשבתית ורגשית לבן הזוג, והתבוננו גם בתגובות האוטומטיות שלכם הנובעות מהלא-מודע; הסתכלו זה בעינו של זה - רצוי ששפת הגוף תהיה נינוחה ומשדרת פתיחות. והכי חשוב - דברו בכבוד, אחרת זה עלול להגמר ב...","Dancers":"רובי אדלמן, עפרה אידל","Choreographer":"עפרה אידל","Artistic director":"רונית זיו","Piece Name":"זנבסוס","Year":"2010","quote":"","":""},{"Text":"\"מה זאת עשית ותאמר האשה הנחש השיאני\" (בראשית ג13) טריו לרקדן ושתי רקדניות העוסק במיתוס המוכר של סיפור גן העדן בפרשנות אישית. אדם וחווה הם זוג בסלון ביתם, והנחש הוא זה המאפשר ליצירה להתרחש וגם להשתבש.","Dancers":"גליה צור, איילה פרנקל, יגאל פורמן","Choreographer":"תמי יצחקי, רונן יצחקי","Artistic director":"רונית זיו","Piece Name":"מה זאת עשית","Year":"2010","quote":"","":""},{"Text":"שלוש הדמויות שעל הבמה נאבקות מאבק אבסורדי לשימור הנשמה כמשהו אינדיבידואלי ששייך באופן מופרד ובלתי משתנה רק להן, ותוך כדי המאבק מגלות אולי שאין נשמה ללא אינטראקציה; שהנשמה היא תמיד רק תוצר רגעי של שרשרת אינסופית של התהוות יחסי הגומלין בין אדם לסביבתו.","Dancers":"כרמית בוריאן, רן בראון, רותם תש\"ח","Choreographer":"רותם תש\"ח","Artistic director":"רונית זיו","Piece Name":"אנדרטאות","Year":"2010","quote":"","":""},{"Text":"\"דרוש גיבור במשרה חלקית. רצוי גבר. רצוי גמיש. בגרות מלאה. נסיון קודם הכרחי. בעל עבר עשיר. רשיון לכלי כבד. שליטה מלאה. ראש גדול. העבודה כרוכה. התחלה מיידית. קיימת גמישות.\"","Dancers":"אופיר יודלביץ, אורי שפיר","Choreographer":"דנה רוטנברג","Artistic director":"רננה רז","Piece Name":"אישונים","Year":"2010","quote":"","":""},{"Text":"תהליך ההכרזה על הגעתנו","Dancers":"יניב אברהם, אלה רוטשילד, ממי שימאזאקי, דורון רז","Choreographer":"גילי נבות","Artistic director":"רננה רז","Piece Name":"chek-in","Year":"2010","quote":"","":""},{"Text":"מתוך החשכה שתי דמויות עושות את דרכן אל עבר אור הזרקורים. הן צמודות בעל כורחן, הן נאחזות במעט שיש, הן ממשיכות, נואשות להתכונן ל\"שואו\" הגדול של חייהן.","Dancers":"מאיה ברינר, שני בן חיים","Choreographer":"מאיה ברינר","Artistic director":"רננה רז","Piece Name":"המופע","Year":"2010","quote":"","":""},{"Text":"משפחת פוניס גרה בארץ רחוקה רחוקה. אצלה הכל כמו שצריך. כולם מוצלחים. כולם יודעים את מקומם, הכל תמיד מתנהל על מי מנוחות, והחיים זורמים בשקט, אין כמו לגדול במשפחה מושלמת!","Dancers":"אלעד שכטר, יפתח מזרחי, ענת יפה, קוראלי לאדאם","Choreographer":"אלעד שכטר","Artistic director":"סהר עזימי","Piece Name":"הפוניסים","Year":"2010","quote":"","":""},{"Text":"עבודה בהשראת הסיפורים \"ראשומון\" ו\"בחורש\" מאת הסופר היפני אקוטגווה ריונסקה, העוסקים ביחסיותה של אמת המשתנה ממספר למספר.","Dancers":"רוני ננר, טליה פז, ממי שימאזקי, איה שטייגמן","Choreographer":"שלומי פריג'","Artistic director":"סהר עזימי","Piece Name":"ראשומון","Year":"2010","quote":"","":""},{"Text":"תחרות במסווה של יצירה בימתית על תחיית המתים ועבודה משיחית, שבה מובטח למנצח פרס כספי ומינוף אישי. הערב החגיגי, הנע בין אירועים אותנטיים למבוימים, יתחיל בלוויה, ימשיך במסכת מזמורים, ויסתיים באופן שאף אחד - במיוחד לא הרקדנים - אינו יכול לחזות מראש","Dancers":"אסנת קלנר, גבריאל שפיצר, נעה כהן, עדי פלד, שקד דגן","Choreographer":"אריאל כהן","Artistic director":"סהר עזימי","Piece Name":"מאבקים לאהבתה של המאה ה-21","Year":"2010","quote":"","":""},{"Text":"רישומים של היעדרות, נוכחות נפקדת ועיניים שממאנות לראות. אנשים בתוך מרחב עלום מנסים להנכיח את עצמם בתוכו וזה מול זה. דמויות מיתולוגיות נפרדמות לתוך מהלכים אנושיים שבירים, ועוצמת הרגע מתפוררת למה שלא ניתן לאחוז בו. בתוך מרחב, שבו הקיום כבר אינו מובן מאליו, מתפרצים רגעי חסד של מגע אנושי. בכל אלה צופה העד. הוא מתעד באובססיביות את מהלך היווצרותם והיעלמותם של הנוכחים. מתוך העולם שמהדהד את עצמוהוא מייצר את מוזיקת המקרה של מה שהיה וחלף.","Dancers":"אסף אהרונסון, כרמי זיסאפל, בשמת נוסן, עילאיה שליט, יניב מניצר","Choreographer":"איריס ארז","Artistic director":"תמר בורר","Piece Name":"עצומים","Year":"2011","quote":"","":""},{"Text":"רצון. רצון נואש. רצון נואש ומתמשך. רצון עיקש. רצון עיקש ולא אפשרי. רצון בלתי פוסק למחוק הכל ולהתחיל מהתחלה.","Dancers":"מאיה ברינר","Choreographer":"מאיה ברינר","Artistic director":"תמר בורר","Piece Name":"יער","Year":"2011","quote":"","":""},{"Text":"בחלל אפור עם צלקחת הן נעות בחתוך רשת עצבית. לאן אני הולכת? הנה יד. האם רציתי לאחוז בה? האם רציתי לומר משהו? או שמא היה זה רק עוד אינסטינקט - רישום של זיכרון שטבע במעמקי עצמו? רטט חשמלי, כמעט חיבור. האם נפלתי? ממשיכה. במקום שבו הזיכרון הולך ונשמט וההווה סמיך ומתמשך, הגוף מונע מתוך אינרציה פנימית בלתי פוסקת. הוא דוחס ופולט, מתאבן ונדחף, נאחז ומאבד - נאבק לחבר נקודה לקו, למשמעות, לאותו חלל - שיאפשר לו להיות.","Dancers":"מעין דנוך, שני גרנות, מאיה וינברג","Choreographer":"מאיה וינברג","Artistic director":"תמר בורר","Piece Name":"some fish (swim up the river to die)","Year":"2011","quote":"","":""},{"Text":"ולנטיה עומדת במרכז הזירה רחוק מפתחי המילוט אל מול תשואות הקהל, קולות התופים והחצוצרות. שם, במקום המסוכן ביותר, ולנטיה שקטה. מוכנה לקרב.","Dancers":"מורן זילברברג, אילנה בלסן","Choreographer":"דורון רז","Artistic director":"סהר עזימי","Piece Name":"ולנטיה","Year":"2011","quote":"","":""},{"Text":"מכף רגל ועד ראש, בדרך אל הלב.","Dancers":"גילי נבות","Choreographer":"גילי נבות","Artistic director":"סהר עזימי","Piece Name":"נתון לשינוי","Year":"2011","quote":"","":""},{"Text":"\"לא אכפת לי לחיות בעולם של גברים כל עוד אני יכולה להיות אישה בתוכו... תן לילדה את הנעליים הנכונות והיא תוכל לכבוש את כל העולם\" (מרלין מונרו)","Dancers":"אורי לנקינסקי, שירן שרעבי, טליה ביק","Choreographer":"רייצ'ל ארדוס","Artistic director":"רונית זיו","Piece Name":"במילים שלה","Year":"2011","quote":"1","":""},{"Text":"קצת מוזר שכל התנועות הן דווקא נגד כיוון השעון, לא? הנה מזוודה ליד קיר. הנה אישה במעיל, בנעלי ערב. הנה היא מפרכסת. כבר היה לנו משהו כזה? תגידי, הכוריאוגרף הזה, הוא עבד עם פורסיית', נכון? הוא היה ב-NDT? ובגרמנית זה גם עובד? קראתי שהעבודה עוסקת בזיכרונות ילדות שמצייתים לכוחות הידראוליים. מעניין. אהבתי את המוזיקה. אם אפשר לקרוא לזה מוזיקה.. חחח (מצחקקות)","Dancers":"כרמית בוריאן, ענבר נמירובסקי, אסנת קלנר, אלדד בן ששון, הלל קוגן","Choreographer":"הלל קוגן","Artistic director":"רונית זיו","Piece Name":"תנועה מגונה","Year":"2011","quote":"","":""},{"Text":"מקרבג'יו ועד קורט קוביין, מופע רוק מתפשט על הבמה. מבעד להתפרצויות שלוחות הרסן והמוזיקה החיה מתגלים סדקים בפנטזיית הרוק, ודרכם ניתן לבחון דימויי גבריות, מוטיבים של פולחן ואת שבריריותה של האחווה הגברית.","Dancers":"אריאל כהן, דניאל ספיר, מתן דסק, עידן פורגס","Choreographer":"אסנת קלנר","Artistic director":"רונית זיו","Piece Name":"the sad little, sensitive, unappreciative, pisces, jesus man","Year":"2011","quote":"","":""},{"Text":"חמש בנות בבגדי גוף רוקדות ריקוד","Dancers":"אוליביה קורט מסה, אריאל פרידמן, יוליה קראוס דיבק, ענבר נימרובסקי, ניצן משה","Choreographer":"רועי אסף","Artistic director":"רונית זיו","Piece Name":"GIRLS","Year":"2013","quote":"","":""},{"Text":"…The Seven Deadly Sins: pride, sloth, gluttony, envy, anger, lust and greed\nare not forbidden acts but the passions that lead us into temptation…\nthe stuff that makes us human… [Aviad Kleinberg, 7 Deadly Sins]","Dancers":"עדי בוטרוס, יואב גרינברג, גיל קרר, עמית מרציאנו, לירון עוזרי, שניר נקר","Choreographer":"רייצ'ל ארדוס","Artistic director":"יורם כרמי","Piece Name":"הבל","Year":"2013","quote":"","":""},{"Text":"אתה נושם? אתה עוצר את נשימתך. עכשיו זו אני שנושמת. ואתה? כשאתה שם, אני פה. אולי זה הפוך – אני שם ואתה...אדם מול אדם. שני גופים. שתי ישויות. סימני שאלה וספקות. להבין ולהיות מובן. להזין ולהיות מוזן. להאזין","Dancers":"נעה ממרוד, אדוארד טורול מונטלס, רותם יהודה","Choreographer":"מיכאל גטמן","Artistic director":"יורם כרמי","Piece Name":"In their view","Year":"2013","quote":"","":""},{"Text":"ניצב מול החלטה. נשען על הזמן שממשיך לנוע ללא הרף. חווה את הגילוי שבמקום הזה. זו מראה, והיא מלאה תשובות, ואלה עונות לאו דווקא על השאלות ששאל.","Dancers":"דור ממליה, אילן קו, עידן שרעבי","Choreographer":"עידן שרעבי","Artistic director":"יורם כרמי","Piece Name":"Nishbar","Year":"2013","quote":"","":""},{"Text":"שלושה על אספלט מחפשים מקום רך. ויש גם חתולה.","Dancers":"עדי וינברג, נדר רוסנו, יוחאי גינטון","Choreographer":"נדר רוסנו","Artistic director":"יורם כרמי","Piece Name":"ASPHALT","Year":"2013","quote":"","":""},{"Text":"היצירה עוסקת ביחסים משפחתיים שנויים במחלוקת המונעים מחסכים, מפחד ומאהבות שונות.","Dancers":"אייל ויזנר, אלה פוקסבראונר, גפן ליברמן","Choreographer":"גיל קרלוס הרוש ","Artistic director":"רונית זיו","Piece Name":"Deady","Year":"2013","quote":"","":""},{"Text":"הריקוד מרכיב רשמי ילדות לכדי תנועה, והיצירה כולה מבטאת קשרים בין מוכר למודחק ובין זהות לטשטוש הזהות בתוך המבנה המשפחתי.","Dancers":"מיכל גימלשטיין, נועה גימלשטיין, עדי ויינברג, אלון קרניאל","Choreographer":"אפרת רובין","Artistic director":"רונית זיו","Piece Name":"קרוב","Year":"2013","quote":"","":""},{"Text":"ורק בעלי לב מזוין ועין רגישה יוכלו לשמוע את התוכן הפשוט, את הקול החבוי: הי! אני חיה, תוציאו אותי מכאן!","Dancers":"ג'ין פלוטקין, שני גרפינקל, תמר סון","Choreographer":"אודליה קופרברג","Artistic director":"רונית זיו","Piece Name":"אקווריום","Year":"2013","quote":"","":""},{"Text":"מכונה אנושית בודקת את הגבולות הפגומים של הגוף הפיזי, ומנסה לשבש את המערכת כדי להפוך משוכללת יותר. התשוקה להיות מושלמת חושפת בהדרגה עוד ועוד באגים במערכת. זהו דיאלוג בין אישה שחיה בתוך גוף מכני לבין רובוט מתוכנת שחי בתוך גוף של אישה. הגוף הופך למכונה מאומנת, מנותקת מרגשות ומתוכן, שמשמידה את המציאות האנושית סביבה. הגוף לאמת - הוא רק משנה צורה.","Dancers":"מירב כהן","Choreographer":"מירב כהן","Artistic director":"איציק ג'ולי","Piece Name":"באגים","Year":"2014","quote":"","":""},{"Text":"בעידן שבו הפרטי והציבורי חיים בערבוביה והעצמי מחפש ייצוג אינסופי, הגוף החי מתאיין ונעלם. בתוך מרחבים של היעדרות איש ואיש הבוחנים את האפשרות של מפגש אינטימי ואת היכולת של הגוף להישאר ממשי.","Dancers":"אופיר יודלביץ, איילה פרנקל","Choreographer":"איריס ארז","Artistic director":"איציק ג'ולי","Piece Name":"תכף אשוב","Year":"2014","quote":"","":""},{"Text":"אֵל-מחול צעיר מכין את הבמה, וסקייטר מן “העולם האמיתי” פורץ אליה. האחד הוא “מן האמנות” וכלוא בדימוי, והאחר מגלה את התשוקה הרומנטית והמרדנית להיות אמן מתוך עבֵרה על החוק. אך האם ההבחנה שדמויות אלה מציגות באמת כה ברורה? הרי זו בכלל שחקנית שמופיעה לפנינו, ולצדה רקדן שהוא טינאייג'ר המשוטט לנצח. כך או כך, בחלל המוזיאלי שמוצב על הבמההם חוקרים את הדחף לעשות אמנות ולהציג אותה.עם זאת, אירוע זה הוא האקט של התיאטרון,שכן רק הוא יאפשר את הטרנספורמציה שאליה לִבם יוצא.","Dancers":"שחר בנימיני, תמר שלף","Choreographer":"עדו פדר","Artistic director":"איציק ג'ולי","Piece Name":"האקט","Year":"2014","quote":"","":""},{"Text":"העבודה נוצרה מתוך תשוקה לדבר ברור עם הגוף, להיות מובנת, ליצור תנועות ופעולות שאפשר לסמן אותן ולקרוא להן בשם. בפועל, המרחב שהתגלה כמסקרן במיוחד היה המרווח שבין הפעולות הברורות, הפער שנוצר בין סימנים שלא מתיישבים זה עם זה; אותו מקום שאליו הגוף מתעקש לחזור, ובו מוחק סימנים קודמים ומתרוקן ממשמעות. שם, ברגע ההתרוקנות, כוחות אחרים ממהרים להשתלט עליו כאילו חיכו, ארבו רק כדי למלא את החסר שהשאיר המובן.","Dancers":"איילה פרנקל, שני גרפינקל","Choreographer":"בשמת נוסן","Artistic director":"איציק ג'ולי","Piece Name":"הולוגרמה של סימנים כחולים","Year":"2014","quote":"","":""},{"Text":"מאחורי הקלעים, והם מלפנים, נעמדים בשורה. יש מספיק זמן ואור כדי להתבונן בפנים שמתגלות. אין בהן רמז לקמט שמסגיר הבעה שהתקבעה. לעולם לא נוכל להתחלף בתפקידים. תמיד הם יצטרפו להיכן שהגענו. צעצועים נופלים להם מהידיים בצעידה אל תוך הענן הסמיך. עוד מעט הם ידביקו את הפער, ולרגע ישתחרר צחקוק נבוך למראה בהירותו האינסופית של האופק המונח עלפני תהום. יש מספיק זמן ומספיק אור כדי שנוכל לשרטט על המפה מעט מאינספור הדרכים שאחת מהן, אולי, מובילה למקום חדש.","Dancers":"גור סביניק רשף, תמרי פורת, תאיר פרויס, לין פריג’, נעם פרנק, אלינור צביק, הוויה רובינשטיין, נח רנרט, אנה שני חנוך","Choreographer":"שני גרנות ונבו רומנו","Artistic director":"איציק ג'ולי","Piece Name":"כי מה","Year":"2014","quote":"","":""},{"Text":"אנחנו נפגשות / מסתכלות בתמונות / הן מסתכלות בחזרה / אנחנו הולכות רחוק אחורה / אנחנו מעכשיו / ויתרנו על היכולת / על הגדרה עצמית /מנסות להשתכלל / מחכות / אנחנו מקוות להיות כל מיני דברים. העבודה מעמיסה על עצמה דימויים איקוניים מתוך פיסות היסטריה והיסטוריה. תצלומים קפואים בשחור ובלבן משמשים להמצאות בימתיות ספוגות בצבע שקורות בזמן עכשיו. על הבמה חולקות המופיעות זמן משותף המארגן מחדש שאלות שלמקור וחיקוי, מסוגלות וניסיון, קסם, מדע ואמנות.","Dancers":"אפרת נבו, מיקה שרתוק, אביטל אדר , נדב סווטלוף","Choreographer":"תמי לבוביץ","Artistic director":"איציק ג'ולי","Piece Name":"הטבע טובע","Year":"2014","quote":"","":""},{"Text":"העבודה בוחנת את המתח בין הגוף המפורק לחלקים פונקציונליים לבין הגוף ההרמוני, השלם,הפועל כיחידה אחת; בין הגוף הנמצא, הנוכח,המפגין עוצמה, לבין הגוף חסר החשיבות, הנעדר,הנשכח; בין הגוף כאובייקט לבין הגוף כרקע. העבודה שואבת השראה מדימויי הגוף באמנויותה פלסטיות- ציור, פיסול וצילום כמו גם מן הגוף הנסחר, המיוצג והמוסתר בתעשיות הפרסום, הסחר באיברים, המין והבשר.","Dancers":"מיכל סממה","Choreographer":"מיכל סממה","Artistic director":"איציק ג'ולי","Piece Name":"חלק ממשהו קטן יותר","Year":"2014","quote":"","":""},{"Text":"דואט לשתיים בחדר זמני. בחדר דלת וקובייה שחורה. זהו חדר בהתהוות, חדר בהשתנות. החדר כמו ממולכד. קולות של טבע אורבני נשמעים בפינות חבויות, ממזגים בין חוץ לפנים.הדיכוטומיוֹת פראי/מתורבת, קבוע/ארעי, מאיים/בטוח מתפרקות ומתלכדות מעצמן, מכוננות את While House כמרחב אקס-טריטוריאלי, פנטסטי, שמתקיים בו דיאלוג מתמיד עם הכמיהה הקמאית “להרגיש בבית” בתוך הגוף ובמרחב, ובו מתהווה נוף חדש - טבע חדר המגורים living room nature","Dancers":"מאיה ויינברג, מיה מטילדה קרול","Choreographer":"מאיה ויינברג, מיה מטילדה קרול","Artistic director":"איציק ג'ולי","Piece Name":"While House","Year":"2014","quote":"","":""},{"Text":"שתי נשים בחלל ריק חוקרות רעד דרך גוף וקול, מבקשות לבדוק הישרדות במצב פיזי-נפשי מבעבע. הן מחפשות דרך לחשוף, לגעת, לשהות במצבים לפני שיבררו וידייקו את עצמם. מתוך רטט פנימי מתגלם רעד בלתי פוסק שבתוכו הן מנסות לשרטט תהליך השתנות ולמפותו. זוהי הזמנה להתבוננות בריטואל, קריאה לשבור את הצורה ולטשטש את קווי המתאר של העצמי, להיות בדבר עצמו.","Dancers":"תמר לם, ענת גריגוריו","Choreographer":"ענת גריגוריו","Artistic director":"איציק ג'ולי","Piece Name":"חיות על הסף","Year":"2014","quote":"","":""},{"Text":"הגוף המבוגר מהווה השראה וחומר גלם ליצירה. זוהי עבודה תנועתית בהשתתפות נשים בטווחהגילים 79-59 שגופן,למעט אחת, חף מכל קידוד תנועתי מקצועי. דרך התבוננות בגוף הפיזי הנוכח ובחינה של פעולות פשוטות, נעדרות נרטיב, עולה שורה של דימויים שמגלים בגוף שכבות של חיים חברתיים, פוליטיים ורגשיים. בעולם שבו נבחנות מחדש מוסכמות של אמנות המופע, העבודה מבקשת להניח את הגוף המבוגר והיומיומי - הלא-מיומן והבלתי מהוקצע - כערך אסתטי העומד בפני עצמו ומשרת את רוח היצירה ואת שפתה. היצירה מוקדשת לזכרה של אפרת הרטל ז״ל שהיתה שותפה לתהליך העבודה.","Dancers":"אביבה אפל, אורית גרוס, בינה רנקורט, גליה גת, ורדה זליג, שלומית ריב, תלמה דים, תמר נתנאל","Choreographer":"גלית ליס","Artistic director":"איציק ג'ולי","Piece Name":"557","Year":"2014","quote":"","":""},{"Text":"איך אפשר - דווקא במדיום המחול, שבו העיניים מתבוננות בנו המופיעות - לסרב להפוך לדימוי “מת”? איך אפשר שלא להפוך לאובייקט פורנוגרפי תלת-ממדי? איך ניתן לאפשר התבוננות והתנסות בגוף בלתי לכיד, זה שנמצא במרווח שבין הבשר למחשבה?המופע מנהל דו-שיח עם יצירות של אמניות ואמנים שהתעמתו בעבר עם דימויים מקובלים של גוף ושל מין. אתם מוזמנים להיות עדים לסדרה של משחקי גוף ומשחקי מחשבה שאולי יאפשרו לכולנו, אפילו לרגעים, לחרוג מעבר לדימוי הגוף הנשי המוכר, להניע דימויים סטטיים, לפרוץ מבעד להשטחה שמופעלת על הגוף, ולאפשר לגוף חדש להופיע - גוף שאינו נתפס כמושא להתבוננות,שהאנושי שבו לא נעלם; גוף שהמחשבה שלו נוכחת יותר מן החומר עצמו.","Dancers":"מורן סיון, סביון פישלוביץ’, אפרת נבו, לילך ליבנה","Choreographer":"לילך ליבנה","Artistic director":"איציק ג'ולי","Piece Name":"THE RE -BIRTH","Year":"2014","quote":"","":""},{"Text":"אלה רוטשילד גרה בתל־אביב כבר 11 שנים. הדירה הראשונה שלה היתה דירת חדר, 30 מ\"ר בסמטת שלוש שבנווה צדק, עם רצפת פרקט וחלונות גדולים. מרוב התרגשות היא קנתה מקרר חדש- 1000 ש\"ח, שאותו מכרה לבעל הדירה מאוחר יותר,כשעזבה, ב־ 30% הנחה. אחרי שנתיים בדירה הקטנה אלה המשיכה לדירת שותפים חזיתית! בפינת יהודה הימית-שדרות ירושלים ביפו, בחירה תמוהה שלא נעשתה מובנת יותר עם השנים. היא שמעה את כל האוטובוסים שעברו בכביש תחת חלונה וגם את התאונות המזדמנות בצומת, אבל ממש מעבר לכביש היתה מאפייה שהכינה את עוגת השמרים שוקולד הטובה ביותר שאכלה. מקץ שנתיים עברה לדירה עורפית! ברחוב לילנבלום שחלקה עם שותפה. זו היתה דירה מקסימה עם רטיבות נוראה בקיר המטבח וקירות דקים ששמעו דרכם ה כ ו ל. אחרי שמצאה אהבה וחתול מת בכניסה לבניין, החלה בחיפושים אחר דירה חדשה. בתום תשעה חודשי חיפוש מפרכים מצאה דירה חד־פעמית אפשר לומר נדירה, גם היא בנווה צדק, שם התגוררה באושר במשך שלוש שנים שלמות - עד שבעלי הדירה הודיעו לה שהדירה נמכרה בכמה מיליוני שקלים, ואלה שוב נאלצה לחפש דירה חדשה. מנווה צדק עקרה אל הצד המזרחי של העיר, לשדרות יהודית. המעבר היה קשה, והדירה החדשה היתה מלאה בעיות וקשיים. גם בעל הדירה היה נזקק ואינטנסיבי. נדרשו לה שלוש שנים כדי להפוך את הדירה למקום שכיף לחזור אליו בסוף יום עבודה, ואז גם הדירה הזאת נמכרה במחיר לא פרופורציוני. כיום אלה מסבלטת דירה בצפון העיר. המחיר כולל ארנונה, חשמל ואינטרנט, אבל אין מכונת כביסה - שזה אמנם פגם רציני באיכות החיים, אבל בכל זאת - היא גרה ממש ליד הים. ממש לא מזמן רכשה הרגל חדש - בכל יום היא יורדת לטבילת בוקר מוקדמת, ומקבלת ביסים ברגליים מהדגים, שמרגישים שזה הבית שלהם.ב־\" 12 צ'קים דחויים\" אלה עובדת עם רקדני “המסלול\" ועם השותפה שגרה איתה ברחוב לילנבלום וגם ברחוב יהודה הימית.","Dancers":"אלה רוטשילד, אריאל פרידמן","Choreographer":"אלה רוטשילד","Artistic director":"איציק ג'ולי, הלל קוגן","Piece Name":"12 צ'קים דחויים","Year":"2015","quote":"","":""},{"Text":"נועה צוק ואהד פישוף מעורבים זו בעבודתו של זה למעלה מעשור. פישוף משמש מלחין ודרמטורג בעבודותיה שלמאז החלה את דרכה ככוריאוגרפית; צוק התארחה בעבודותיו החלו ליצור במשותף עבודו 2007. ב־ של פישוף פעמים רבות מחול לווידאו ולבמה. בין יצירותיהם המשותפות, עבודה שנוצרה בהזמנת להקת פרונטיר-דאנסלנד בסינגפור; טרילוגיית העבודות אמן שנוצרה במהלך שתי תקופות של שהו NOTHING או במחלקה למחול של אוניברסיטת אוהיו בארה״ב; ועבודת הווידאו שהוצגה במסגרת תערוכו ONE MORE SONG ת המינימליסטית תכניות וידאו רבות ברחבי העולם. ביולי האחרון ייחד פסטיבל של זירת מחול בירושלים תכנית לעבודות הווידאו המשותפות. הצמד - יצירות שבמרכזן תנועה ויחסי גומלין בין הנראה לנשמעם ״גן הדקות״ היא העבודה המשותפת הראשונה לבמה שהשניי. יוצרים בישראל","Dancers":"תמיר אטינג, מיכל סייפן, יערה מוזס, נועה פארן","Choreographer":"נועה צוק ואוהד פישוף","Artistic director":"איציק ג'ולי, הלל קוגן","Piece Name":"גן הדקות","Year":"2015","quote":"","":""},{"Text":"“I'd rather be dead than cool \"Kurt Cobain\n“Strong and convincing art has never arisen from theories \"Mary Wigman\nזו בעיה של דור. כי הבטיחו לנו דברים בנוגע לאהבה. המציאו מימוש עצמי. אנחנו יודעים שהם שקרנים, אבל זה לא עוזר לנו. אתם יכולים לקרוא לנו \"היפסטרים\" אם בא לכם או סתם אמנים צעירים. כך או כך, אנחנו אנשים עכשוויים שמחפשים את מה שנדמה לנו שחסר. אנחנו לא מתעמקים עד הסוף, לא ממציאים את הגלגל, ובטח שאנחנו לא אידאולוגים. אנחנו רוקדים על במה, מגויסים לגמרי לפרויקט \"מחול-ההבעה\" של העת הזאת. כזה שנותר לו הטווח המצומצם שבין הכלום להכול. האם זו שטחיות? זו אמונה. זה הימור.","Dancers":"Karma She, מוראד בואיאד, סתיו סטרוז', ניצן מרגליות","Choreographer":"עדו פדר","Artistic director":" הלל קוגן","Piece Name":"Wig It","Year":"2015","quote":"","":""},{"Text":"עבודה לשני רקדנים ולאמן וידאו השואלת מה חי באמנות המופע החי  what's alive in Live Performance . על הבמה נעים שלושה גברים, מלווּים בשמונה מסכי וידאו, שיחד מייצרים חלל חדש - נוף שמאפשר להתבונן פנימה והחוצה בו זמנית ולשאול מה קורה ברגע זה ממש, ואם אנחנו יכולים להיות נוכחים בו.","Dancers":"אורי שפיר, אופיר יודלביץ, נמרוד גרשוני","Choreographer":"אורי שפיר","Artistic director":" הלל קוגן","Piece Name":"אי שם בעכשיו","Year":"2015","quote":"","":""},{"Text":"מדע הבדיוני של הנפש כל פיסה של עבר תודעתי וגופני משמשת חומר גלם. שני, משה ואדם. שלוש נפשות שהתגלגלו לחיי, ואז לאותה במה. שלושתם עוררו בי אותה שאלה: איך מישהו נהיה מי שהוא. משמשת חומר גלם. שני, משה ואדם. שלוש נפשות שהתגלגלו לחיי, ואז לאותה במה. שלושתם עוררו בי אותה שאלה: איך מישהו נהיה מי שהוא.","Dancers":"שני גרנות, אדם שפלן, משה שכטר אבשלום","Choreographer":"שרון צוקרמן","Artistic director":"הלל קוגן","Piece Name":"בליסטיקה פנימית של האינפנטיל","Year":"2015","quote":"","":""},{"Text":"שמי סחר. אני כוריאוגרפית ורקדנית ערבייה נוצרייה. נולדתי וגדלתי בחברה מסורתית, במציאות שמזמנת בעבורי קונפליקטים רבים. כאישה שבחרה לממש את שאיפותיה בתחום המחול, אני נאבקת במוסכמות חברתיות ובחוקים נוקשים שאותם מציבה בפני החברה שבה אני חיה. בעבודה “בתלם\" אני מבקשת להביא את הקונפליקט הזה אל הבמה באמצעות הגוף אשר משמש אתר להתנגשויות בין האסור למותר ובין הרצוי למצוי.","Dancers":"סחר דאמוני, לאמא נעאמנה","Choreographer":"סחר דאמוני","Artistic director":"הלל קוגן","Piece Name":"בתלם","Year":"2015","quote":"","":""},{"Text":"אמן רחוב מציע לרקדנית להצטרף אליו להופעה במצעד הם עובדים יחדיו על הכנת מופע, אבל כל אחד מהם תופס את  המצעד אחרת - הוא כמקום, היא כהוויה","Dancers":"אייר אלעזרא, אסף סלהוב","Choreographer":"אייר אלעזרא, אסף סלהוב","Artistic director":"הלל קוגן","Piece Name":"מצעד הפיות השבורים","Year":"2015","quote":"","":""},{"Text":"מחשב החללית הַאל 9000 ברגע השבתתו, מתוך הסרט אודיסאה בחלל בבימויו של סטנלי קובריק:\n“Stop, will you? Stop, Dave. Will you stop, Dave?\nStop, Dave. I’m afraidס. I’m afraid, Dave.Dave, my mind is going. I can feel it.\nI can feel it. My mind is going.\nThere is no question about it. \nI can feel it. I can feel it.I can feel it. I’m a-fraid.\nGood Afternoon, Gentleman!\"","Dancers":"גילי נבות, בשמת נוסן, רן בן דרור, אריאל כהן","Choreographer":"בשמת נוסן","Artistic director":"איציק ג'ולי","Piece Name":"In Vitro","Year":"2015","quote":"","":""},{"Text":"דואט לשני רקדנים השואפים למצב אוטופי. ביצירתו החדשה מציע הכוריאוגרף עידו בטש לבדוק את האפשרות שלנו כפרטים בחברה לשנות מן הבסיס את חוקי ההתנהגות הנורמטיבית.  לשם כך הוא יוצר חלל ניטרלי ככל הניתן שבו נדרשים הרקדנים, להשתמש בפרקטיקות גופניות, ובאמצעותן להשיל את זהותם. לפורר אותה, ולחשוף את החומר האנושי שממנו אנחנו עשויים.","Dancers":"עידו בטש, דור פרנק","Choreographer":"עידו בטש","Artistic director":"איציק ג'ולי","Piece Name":"The Free Builders","Year":"2015","quote":"","":""},{"Text":"בעבודתה החדשה תמי לבוביץ מתפקדת כיצור בימתי בעל תבונה, גוף יחיד היודע להפיק קול בשדה של אובייקטים אילמים. העבודה היא סדרה של פעולות, מעין פסלים קינטיים ווקאליים המושתתים על קואורדינציה של מכניקה ורגש. העבודה הזא תהיא על “עצמי\" כפורמט, לא בהכרח כאוטוביוגרפיה.","Dancers":"תמי לבוביץ","Choreographer":"תמי לבוביץ","Artistic director":"איציק ג'ולי","Piece Name":"THE HAPPENING","Year":"2015","quote":"","":""},{"Text":"היצירה מתמודדת עם הרצון האובססיבי שלנו להגדיר את עצמנו במרחב, הגדרה עצמית שמאפשרת בו זמנית לסמן אחרים ולחדד הפרדה - למי שרוצה בה. הצורך להגדיר כך את הסביבה מבטיח שלעולם לא נתמזג. אבל גם מבלי שנשאף לכך התמזגות תתרחש, בין אם באדמה ובין אם ברוח, ועד שתתרחש, לנו נותר לשהות בחידלון ובחוסר היכולת שלנו להציע איזון.","Dancers":"אהובה קרן, עדי בוטרוס, אבשלום לטוכה","Choreographer":"עדי בוטרוס","Artistic director":"איציק ג'ולי","Piece Name":"לחוד(ים)","Year":"2015","quote":"","":""},{"Text":"שלוש רקדניות מרכיבות ומפוררות לסירוגין דימויים של נשיותם בוחנות את החומריות של גופן, ומתנסות בתהליכים פנימיית וחיצוניים של התרוקנות הגוף ושל התמלאותו. בעיקשות ובהתמדה, השלוש בודקות את מידת ההתאמה בין 'הנשי'. ו'היפה' לבין 'החומרי' ו'המכני'.","Dancers":"הילה זוהר, מור נרדימון, אלי כהן","Choreographer":"אור מרין","Artistic director":"איציק ג'ולי","Piece Name":"The Void","Year":"2015","quote":"","":""},{"Text":"ביהדות, באסלאם ובדתות נוספות יש ניסיון לצמצם את הנראותּ של הגוף. לעומת זאת, בתרבות ההיפר־דימויית העכשווית דימויים גופניים הם מושאים להערצה, שיאים של קיום סובייקטיבי. בסדרת פעולות בעלות אופי טקסי־דתי העבודה מבקשת לשלב את הגישות הסותרות הללו כדי למצוא דרך שתאפשר להגיע אל הרוח, אל האלוהי. העבודה מבקשת לבחון את הפוטנציאל שקיים באבסטרקציה - את האפשרויות שהיו עשויות להיפתח בפנינו כיחידים, כקבוצה וכחברה אילו הקיום שלנו והדרכים שבהן אנו מתבוננים ומתקשרים היו מופשטים. זוהי בקשה להתרחק מהציניות ולאפשר לתפילה כנה להתממש במקדש המתהווה בזמן אמת. הקהל מוזמן לקחת חלק בפעולות שונות, חומריות ולא־חומריות, שבאמצעותן ננסה לקיים תפילה אל המופשט, להתעלות על הנראה ועל הנתפס, ולמזג סוגים שונים של נראותּ לכדי \"א־דימוי\".","Dancers":"לילך ליבנה","Choreographer":"לילך ליבנה","Artistic director":"איציק ג'ולי","Piece Name":"האבסטרקציה: מרחב לתפילה משותפת","Year":"2015","quote":"","":""},{"Text":"“אנדרטה לתרנגולת” מתחילה במתח שמתקיים בין גוף החי הנע והמתכלה לבין האנדרטה, הגוף הנייח והנצחי. אני מבקשת להפוך את היוצרות, ולהתבונן על האנדרטיות של הגוף ועל הגופניות של האנדרטה; על הגוף כעל אובייקט פיסולי, ועל האובייקט הפיסולי כעל גוף חי ונושם. בעברית המילה “יד” היא מילה נרדפת לאנדרטה. במקרא היא מופיעה גם כמקום “מחוץ למחנה”, המקום המיוחד שאליו, בין השאר, הולכים לעשות צרכים. בין המשמעויות האלה של מרכז ופריפריה, טומאה וטוהרה, נפתח המרחב של העבודה, ודרך מושג הטקס הממלכתי, שהאנדרטה היא מהאובייקטים המובהקים שלו, נבחנת האפשרות לנסח על הבמה, ההופכת בעצמה לאובייקט, מופעים של וירטואוזיות ועילגות, בוטות ועידון, התענגות וסלידה. מהו הדבר שסביבו אנחנו מתאחדים בפרפורמנס? האם עבודת פרפורמנס יכולה לשמש אתר הנצחה? ואם כן, מה היא מנציחה? פעמים רבות המחול עושה שימוש בדימוי של חיית הברהפראית, הסוררת, הבלתי ניתנת לאילוף. “אנדרטה לתרנגולת” בודקת את אי האפשרות להנציח את חיית החווה, החיה היצרנית, הכלואה, המתועשת, שמוציאה את נפשה אל הצלחת. הגוף כמו שואל: מיהו המנציח ומי המונצח? מי המנצח ומי המנוצח?","Dancers":"מיכל סממה","Choreographer":"מיכל סממה","Artistic director":"","Piece Name":"אנדרטה לתרנגולת","Year":"2016","quote":"","":""},{"Text":"Calling הוא מופע מיוזיקל היוצא להרפתקה בתוך נוף ערפל שגבולותיו אינם ידועים. “מה שעתיד להתרחש” הוא חומר חי בעבור המופיעים — חבורה של חמישה רקדנים בני דורות שונים —ובתוכו הם מפסלים פערים בין הנראה לנשמע, בין טקסט ליללה, בין מה שבחוץ למה שבפנים. הריתמוסים הגופניים והקוליים שאותם הם מבצעים הם קריאות להפרה של סדר ולהשבתו; אלה רגעים שבהם מתאפשרת קהילה ומקהלה זמנית. ביחד הם מעלים מופע שבוער מבפנים, ורוצה כל הזמן להמשיך ללכת.","Dancers":"אור אבישי, מאיה וינברג, תמי לבוביץ, אור אשכנזי, משה שכטר אבשלום","Choreographer":"תמי לבוביץ","Artistic director":"","Piece Name":"The Calling","Year":"2016","quote":"","":""},{"Text":"במסגרת פרפורמטיבית מתגלים המחיר והעונג שברצון להיהפך לאובייקט. באיטלקית “סקָרָבֵּאוֹ” הוא שמה של חיפושית שבמצרים העתיקה היתה סמל להתחדשות וללידה מחדש. “סקָרָבֵּאוֹ” הוא גם שמו של משחק השולחן שבץ-נא, שבו פירוק של רצף אותיות וצירוף שלהן מולידים משמעויות שונות. שני הרעיונות האלה עומדים במרכז היצירה החדשה של אנדראה מרטיני. תהליכי העבודה הראשונים היו יצירת רצפים תנועתיים. בהמשך אורגנו הרצפים התנועתיים וסודרו מחדש באופן שיצר אשליה של נרטיב. במסגרת כוריאוגרפית זו הבשר, העור והעצמות, המאמץ, העייפות ומבטו של הצופה הם האלמנטים שמניעים את היכולת לשוב ולשנות צורה.","Dancers":"אבידן בן-גיאת, אנדראה קוסטנזו מרטיני","Choreographer":"אנדראה קוסטנזו מרטיני","Artistic director":"","Piece Name":"Scarabeo -Angles and\r\nthe Void","Year":"2016","quote":"","":""},{"Text":"הגוף נושא את הזהות שלנו. האינטנסיביות שמאפיינת את המרחב הציבורי מהדהדת בגופינו המתאמצים לשרוד, החותרים למגע ומגדירים את גבולות ההתמזגות","Dancers":"אבשלום לטוכה, עדי בוטרוס","Choreographer":"עדי בוטרוס","Artistic director":"","Piece Name":"תמיד זה כאן","Year":"2016","quote":"","":""},{"Text":"אנחנו מזמנות אותן אלינו, דרכנו, בגוף וקול בשר רוטט. מיתולוגיה נשית, משפחתית, קורבנות ומקרבנות, קולות על קולות על קולות.","Dancers":"מירב דגן, סתיו מרין","Choreographer":"מירב דגן, סתיו מרין","Artistic director":"","Piece Name":"תתקרבי","Year":"2016","quote":"","":""},{"Text":"המקום נותר כפי שהיה, ואנחנו נעים בתוכו, מחפשים מקום להניח את הגוף, מגדירים מחדש את המרחבים האישיים והחברתיים שבהם אנחנו פועלים, ומפנים מראה אל הסביבה שבה גדלנו. בתוך המוכר והידוע, הזר והאחר, אנחנו מנסים להחיות את מה שכבר היה. געגוע למקום אבוד, געגוע למקום אהוב. Behind the Mountain עוסקת בתחושה שמשהו בסביבה המוכרת הפך זר ואחר. דווקא במקום המוכר הזרות הזאת היא מקור לחרדה ולפחד, ומתוך כך נוצרת סתירה: סביבה מוכרת וידועה המשרה תחושת זרות וריחוק. האם הסביבה המוכרת מגִנה עלינו או שמא מאיימת?","Dancers":"סתיו סטרוז, רוני ברנשטטר, צוקי רינגרט","Choreographer":"נדר רוסנו","Artistic director":"","Piece Name":"Behind the Mountain","Year":"2016","quote":"","":""},{"Text":"ביצירה Pirg’in בוחנת סחר את מערכות היחסים בינה לבין הגברים בחייה, ומתבוננת במעצורים שמונעים ממנה לממש אותן. היא רוקדת את המוסכמות החברתיות ואת הגבולות שחלים עליה כאישה וכרקדנית בחברה שמרנית, ומבקשת לערער על הגבולות הללו באמצעות תנועה נועזת לצלילים מוזיקליים המאפיינים את עולמו הטיפוסי של הגבר בחברתה. סחר מתייחסת לסוכני התרבות שליוו אותה לאורך חייה ובוחנת את מידת השפעתם עליה, ודרךה עבודה הכוריאוגרפית וביצוע התנועות מבקשת גם לבטא את הקונפליקט שהיא מוצאת בינה כדמות נשית לבין הדמות הגברית הנמצאת או המדומיינת מולה, וגם להשתחרר מכבלי התרבות שהצמיחה אותה, ולפרוץ אל מחוץ לגבולותיה.","Dancers":"סחר דאמוני","Choreographer":"סחר דאמוני","Artistic director":"","Piece Name":"פרג'ן","Year":"2016","quote":"","":""},{"Text":"זורחות מפגישה שני גופי ידע תנועתיים בני שתי תרבויות שונות: התרבות התימנית והתרבות המרוקאית. מחול השמחה יוצא מהקשרו וחוגג את עצמו על הבמה, וזו מאפשרת לבחון את המשותף ואת השונה לתנועות המחול המסורתיות שנטמעו בגופנו. ב״לבישה” המחודשת של התנועות אנחנו מקוות לעורר זיכרון שרירי, ובאמצעותו להגיע לרגשות, לתחושות ולדרכי מחשבה שנוצרו בתרבויות אלה ושנצרבו הן בגוף והן בתודעה.","Dancers":"שירה אביתר, ענת עמרני","Choreographer":"שירה אביתר","Artistic director":"","Piece Name":"זורחות","Year":"2016","quote":"","":""},{"Text":"היצירה מתבוננת על האירוע הבימתי כעל אירוע מפוזר. היא מתנהלת בפרקים של דימויים שמפרידים ביניהם מעברים בין חושך לאור, ומציגה התנסות בקומפוזיציה של הבזקים, שניתן להתבונן בהם כעל דילוגים בין מחשבות שונות על אודות הארוס. מקור ההשראה לעבודה הוא הספר Eros שבו מציעה המחברת דיון על אודות הגוף החושק- נחשק בשירה היוונית העתיקה —תקופה שבה ארוס פועל כישות עצמית, וחשק מונח לפעמים עלגוף כמו גשם. עבודה זו, המתקיימת בין העכשווי למיתולוגי, מאפשרת היווצרות של זהות יחידה המורכבת משילוב של חבֵרוּת ושל חִברות, ומבקשת באמצעות תנועה רפטטיבית ליצור אובייקטים שמאכלסים תשוקה. את תהליך העבודה של היוצרים מניעים המוטיבציה להיות חופשיים מעקביות, וכן עניינם בהבניית תוכן באופן שאינו לינארי.","Dancers":"יואב אדמוני, בר אלטרס, זהר וימן קלמן, אסף אהרונסון","Choreographer":"אסף אהרונסון","Artistic director":"","Piece Name":"מה שמגיע","Year":"2016","quote":"","":""},{"Text":"אנו נסחפים לעולם של חשקים, תחושות ורצונות. כולנו כסוס פרא דוהר לכל הכיוונים.","Dancers":"טלי פרץ לאור, מיכה עמוס, מאטס ואן רוסום, מאיה מכלל גלפנד","Choreographer":"מאיה מכלל גלפנד","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"POV","Year":"2017","quote":"","":""},{"Text":"האם יש הבדל בין ריאליטי למציאות? כיצד אישה \"אמורה\" להתנהל בחתך הקיצוני שבין השניים? לאחר שכיכבה בתוכנית הריאליטי הלוהטת של הקיץ \"רק רוצים לרקוד\", אורין מגיעה משולהבת ללמד את הקהל את הסודות שבזכותם כל אחת יכולה להפוך לכוכבת ריאליטי. *היכנסו לאפליקציית האינסטגרם ורשמו בחלונית החיפוש- Shoot_me_il . עקבו אחרי הדף וחכו להוראות נוספות...","Dancers":"אורין יוחנם","Choreographer":"אורין יוחנם","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"Shoot Me","Year":"2017","quote":"","":""},{"Text":"לקט מעשיות מקומיות.","Dancers":"רייצ'ל אוסבורן, יניב אברהם, ג'אני נותרניקולה, גיא שומרוני","Choreographer":"גיא שומרוני, יניב אברהם","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"בית שני","Year":"2017","quote":"","":""},{"Text":"החיים אינם בעיה שצריכה לבוא על פתרונה, אלא מציאות שבה צריך להתנסות.”\n(Søren Aabye Kierkegaard)\n","Dancers":"מריה סלקטור, ענאל זייטקין, תכלת הר-ים ,מיכאל שניידר, ג׳וזף איטקן, יגור מנשיקוב","Choreographer":"יגור מנשיקוב","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"כי מעפר באת...","Year":"2017","quote":"","":""},{"Text":"למה צריך תרבות?... למה צריך מחול?... זה מקצוע?... מקצוע בישראל?.. אפשר להתפרנס מזה?... יצירה תיאטרלית סאטירית, הומוריסטית ובועטת מבית היוצר של מירה רובינשטיין וישי כרסנתי.","Dancers":"מירה רובינשטיין, ישי כרסנתי","Choreographer":"מירה רובינשטיין, ישי כרסנתי","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"מחול כפי יכולתך","Year":"2017","quote":"","":""},{"Text":"UNIT היא סינתזה של תופעות סגנוניות וזהויות שיוצרות עולם חדש. UNIT מגרה את החושים למצב היפראקטיבי של טראנס.","Dancers":"ארתור אסטמן, אילנה בלסן, דור אבן-חן","Choreographer":"ארתור אסטמן, אילנה בלסן","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"UNIT","Year":"2017","quote":"","":""},{"Text":"“Someone is getting excited. Somebody somewhere is shaking with excitement because something tremendous is about to happen to this person. This person has dressed for the occasion. This person has hoped and dreamed and now it is really happening and this person can hardly believe it.” / Miranda July, This Person","Dancers":"עמרי אלבו, כרמל בן אשר, אופל מרקוס, איה שטייגמן","Choreographer":"אסנת קלנר","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"מצפים","Year":"2017","quote":"","":""},{"Text":"ObNob עוסק באורחים במסיבה שלא ממש רוצים להיות בה. הרעיון עלה מדמויות משניות מתוך הנשף ב\"אגם הברבורים\", שלעומת האורחים האחרים, לא ניתנה הצדקה של ממש לנוכחותן, ובכך נוצרה \"בועה\" קטנה מעט מנותקת משאר הבלט שיכולה לעמוד בפני עצמה. העבודה עוסקת בדרכים שונות שבהן אנשים, מגיבים לשעמום, מה השעמום מוציא מהם כשהם חושבים שאף אחד לא רואה אותם, והשחרור שלו.","Dancers":"נגה הרמלין, לוטם רגב, מיכה עמוס","Choreographer":"עמית ירדני","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"ObNob","Year":"2017","quote":"","":""},{"Text":"יצירה זו היא קומבינציה בלתי אפשרית של היום-יומי עם הפנטסטי, של הנשגב והבזוי, שילוב של פחדים עמוקים וחלומות מופרכים לכדי עולם זוהר ועקום.","Dancers":"קזויו שיונירי, דרור ליברמן","Choreographer":"קזויו שיונירי, דרור ליברמן","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"האפי אנד לאקי","Year":"2017","quote":"","":""},{"Text":"“Just as thought gives value to an abstract work so rhythm gives meaning to forms.” / Hans Richter","Dancers":"גאל ואן לירד, תומר פיסטינר, אילנה בלסן, גבע זייברט","Choreographer":"נעה שדור","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"קישוט ופשע שיר אהבה","Year":"2017","quote":"","":""},{"Text":"\"If you were God, what would you create first? \"","Dancers":"שני כהן, מרטין האריג","Choreographer":"מרטן האריג","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"אם היית אלוהים","Year":"2017","quote":"","":""},{"Text":"היצירה עוסקת בנו כזוג בחיים ועל הבמה. בחרנו לשתף בעדינות, בקשיים וביופי המרכיבים מערכת יחסים בין שני אינדוידואלים. באמצעות חשיפת הקשר הזוגי אנחנו מזמינים את הצופה לקחת חלק באינטימיות שלנו ובהשתקפותה שלה בחייו האישיים.","Dancers":"רבקה לאופר, מתאוס פאול ואן רוסום","Choreographer":"רבקה לאופר, מתאוס פאול ואן רוסום","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"מראמו","Year":"2018","quote":"","":""},{"Text":"“I knew who I was this morning, but I've changed a few times since then.” (Lewis Carroll, Alice's Adventures in Wonderland & Through the Looking-Glass)","Dancers":"ענאל זטייקין, מריה סלקטור, תכלת הר-ים, ג'וזף איטקן, מוריאל דבי, יגור מנשיקוב","Choreographer":"יגור מנשיקוב","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"\"The other me\"","Year":"2018","quote":"","":""},{"Text":"אדם חסר שאיפות מוצא את עצמו מתעמת עם זקנה מאוחר בלילה. עד מהרה הוא מבין שהמפגש הזה ישנה את חייו לעד... באותו הזמן, אישה בעלת כוחות הנסתרים גם לה, נחטפת בעת הוצאת האשפה... מכשפה ביער יוצרת קשר עם רוחו של מנצח הידוע בטמפו האיטי שלו... שני שחקנים במופע כישרונות מנסים לברוח מזיכרונותיהם… כל זה ועוד מבוצע לצלילי אדאג'יו יפיפה מאת אנטון ברוקנר.","Dancers":"תמר לם, דיוויד קרן","Choreographer":"תמר לם, דיוויד קרן","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"לרגלי השולחן הנמוג","Year":"2018","quote":"","":""},{"Text":"\"הגברים הטובים ביותר הם אלו הממעיטים במילים\" (ויליאם שייקספיר. הנרי החמישי )","Dancers":"תומר גיאת, עמית ירדני, מיכה עמוס, שניר נקר","Choreographer":"עמית ירדני","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"IF IT'S NOT SOUP, IT'S WET BREAD","Year":"2018","quote":"","":""},{"Text":"לא רק מאפיינים ביולוגיים קובעים אם אדם רואה עצמו כגבר או נחשב גבר.","Dancers":"רוני רחמים, מדיסון הוק, עידו גידרון","Choreographer":"עידו גידרון","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"GEVER FOREVER","Year":"2018","quote":"","":""},{"Text":"כשמשהו מערער על צרכינו הבסיסיים, על הסביבה שלנו או על העקרונות שלנו, אנחנו מתחילים לבעבע. הבעבוע מאיץ, הלהבה מתגברת, ובנקודת הרתיחה אנחנו גועשים. תלויים זה בזה אנו מתאגדים ומסתערים על הרחובות. המציאות מחייבת לעשות מעשה, לצעוק, לדרוש ולקוות. שמישהו ישמע, שמשהו ישתנה.","Dancers":"איילת בשור, מיכה עמוס, נועם דויטש, שמואל חלפון, ניב אלבז, דור פרנק","Choreographer":"דנה מרכוס","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"Bubble point","Year":"2018","quote":"","":""},{"Text":"תקריב אל הטבע האנושי\n חוויות רגשיות מתורגמות לתנועה\n רגעים חמקמקים של הרמוניה\n במפגש בין שני גופים","Dancers":"מתאוס ואן רוסום, לוטם רגב","Choreographer":"לוטם רגב","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"Nature","Year":"2018","quote":"","":""},{"Text":"במדיום הבימתי-מחולי של ימינו, הן המבצע והן היוצר, נדרשים להקריב חלק מסוים בשייכותו של הגוף לעצמו; אם עבור הקהל, או הכוריאוגרף ואם עבור ’הצורה‘ / ’הדימוי‘ שהגוף משרת. אנחנו תוהות על ‘שירות‘ הגוף הזה ועל רצוננו להמשיך להיות כבולות בו. אך האם ישנה דרך לחמוק ולהיות גוף בלי דימוי, במציאות שבה תבניות ודימויים אופפים אותנו בכל רגע נתון ונטבעים בנו בלי רצוננו? ומהן ההשלכות של המצב ההפוך, דימוי בלי גוף?","Dancers":"כרמל בן אשר, רוני חדש","Choreographer":"רוני חדש","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"קורבנות ודימויים","Year":"2018","quote":"","":""},{"Text":"״אֲנִי מְבַקֶּשֶׁת סְלִיחָה מֵהַזְּמַן עַל גֹּדֶשׁ הָעוֹלָם שֶׁלֹּא רָאִיתִי בְּכָל הֶרֶף־עַיִן.\" (״מתחת לכוכב אחד קטן״/ ויסלבה שימבורסק)","Dancers":"אופיר איטח, מיכל גייר, נועה הן, סטפי ון בוקהובן, אחינועם חי, נעמי טורנפו, קרן לוריא פרדס, יעל סופר, ניצן שפרן","Choreographer":"טליה בק","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"קולוניה","Year":"2018","quote":"","":""},{"Text":"כל כוריאוגרף חייב ליצור. הוא חייב להיות בתנועה, להמציא את עצמו מחדש, לא לנוח לרגע. הוא רוצה שתאהבו אותו. הוא רוצה להרשים אתכם. הוא רוצה שתחשבו שהוא טוב, ייחודי ועמוק. אבל איך לעזאזל עושים את זה?!  איך עומדים בקריטריונים? איך נשארים שפויים? ומה יגיד הקהל? יאהב? ישנא? יצחק מהעבודה? או על העבודה?\r\nעל האודישן הבלתי נגמר של החיים.\r\nעל מורכבות היחסים עם הקהל.\r\nעל יוצר ויצירה.\r\nתרימו.","Dancers":"אמנון פלד, יעל אברבוך, ניב אלבאז, ניר אבן שהם, שירה בן אוריאל","Choreographer":"ליאור תבורי","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"30 וריאציות של הרמה ","Year":"2019","quote":"","":""},{"Text":"היצירה משקפת את האמונה ההולכת וגוברת שבחיים המודרניים - שינוי הוא הקביעות היחידה ללא מצב סופי באופק. \r\nלהיות, פירושו תהליך נצחי של זמניות, פגיעות ודחף לשינוי מתמיד של כל מבנה קיים שהחליף את קודמו.","Dancers":"ג׳ין יונג וון, דריוש נובאק, דור ממליה","Choreographer":"דור ממליה, דריוש נובאק","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"Place to Be","Year":"2019","quote":"","":""},{"Text":"בעולם מופלא חי לו איש, ילד.\r\nבכוח מתפרץ ועדינות עצומה, תסופר האגדה על פרנצ׳סקו.","Dancers":"עמית לנדאו, יותם ברוך, שחר בנימיני","Choreographer":"שחר בנימיני","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"Francesco","Year":"2019","quote":"","":""},{"Text":"מנסה להתרומם, לגרד עצמי מהרצפה, להתקדם קדימה. \r\nמפרקת ומרכיבה מחדש מבנים שהפכו ארעיים, במטרה להמשיך לנוע ולחפש את המבנה האולטימטיבי אותו אני מגדירה כבית. ","Dancers":"רביד אברבנל","Choreographer":"רביד אברבנל","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"Uprooted","Year":"2019","quote":"","":""},{"Text":"במרחב בלתי מתפשר של פעולות פיזיות, מערכת יחסים בין אישה לגבר, עוברת ניעור, עירבוב ובדיקה מחדש. אין ניצחון או הפסד. אין היררכיה","Dancers":"אוליביה קורט מסה, יוחאי גינתון","Choreographer":"אוליביה קורט מסה","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"I Carry, You Hold","Year":"2019","quote":"","":""},{"Text":"כל חיי התאמנתי בשליטה גופנית\r\nאך ממתי זה לגיטימי להתנשא מעל גופי \r\nולקרוא לו שלי\r\nגוף שהוא טבע\r\nגוף אינסופי","Dancers":"רוני חדש","Choreographer":"רוני חדש","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"אני וכל הגוף הזה ","Year":"2019","quote":"","":""},{"Text":"\"אם ברצוננו להסביר מדוע היקום שלנו מתקיים כפי שהוא, התשובה היא שעליו להיות בעל תכונות שיאפשרו את קיומם של יצורים אינטליגנטיים המסוגלים להעלות את השאלה\". העקרון האנתורפי (האנושי)","Dancers":"נועה חולדאי, ג'וי קמין, רבקה לאופר, שני ליכט, מת'אוס ואן רוסום, תומאס וולשוט","Choreographer":"רבקה לאופר, מתאוס פאול ואן רוסום","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"Cede","Year":"2019","quote":"","":""},{"Text":"אסטרים (Esters) הם קבוצת תרכובות אורגניות הכוללות קשר אסטרי - COO- הנקרא גם קבוצת אסטר. הקשר האסטרי הוא קשר כימי חזק ויציב, ומסיבה זו כמה מהחומרים החשובים ביותר בעולם החי הם אסטרים: ה-DNA וה-RNA מיוצבים על יד קשרים אסטרים; רוב השומנים הם אסטרים; וחומרים רבים הנותנים לפירות ולכמה ירקות את טעמם המתוק ואת ריחם הם אסטרים. (אנציקלופדיית ויקיפדיה)","Dancers":"טליה בק, מיכל סייפן","Choreographer":"טליה בק","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"Esters","Year":"2019","quote":"","":""},{"Text":"שלוש דמויות יוצאות לקרב.עוטות מסכות ומשחיזות חרבות. נחושות לפרק ולהרכיב מחדש דימויים קדומים שנחרטו בגופן ובנפשן עוד מילדות. המלחמה על האחרוּת עקובה מדם, אבל חייבים להיות בשליטה. תחושת האשמה שמחלחלת מרעילה, מצופה להתאים בכל מחיר. ההקרבה הופכת לפצע שמעלה מוגלה ומבקש להתנקז ולהתרפא. מתוך תקווה ורצון לחגוג אפשרויות חדשות הן מנסות להתבונן בעבר בחמלה ובקבלה. ההתמודדות היא הליכה על קו דק בין הקומי לטרגי כאשר במהלכה נחשפת התנועה הנזילה בין תקופות, עולמות ומגדר","Dancers":"עידו גדרון, שמואל חלפון, טל נוף","Choreographer":"שרון וזנה","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"ילדים טובים","Year":"2019","quote":"","":""},{"Text":"הוא והיא כמשל לשליט ועמו. \r\nהוא על רצונו הבלתי מעורער להמשיך לשלוט, אובדן הדרך והמניפולטיביות המתמשכת, והיא, על ספיגה, נחבטות וטשטוש הזיכרון - כי אפשר גם אחרת.  ","Dancers":"עופרי מנטל, עוז מולאי","Choreographer":"דנה מרכוס","Artistic director":"איציק גלילי, מאטה מוראי","Piece Name":"עשן ורוד","Year":"2019","quote":"","":""},{"Text":"בעקבות המגפה, בישראל, כמו במקומות אחרים בעולם, נדרשנו כולנו להגדיר מחדש את תפקידו של המרחב הציבורי, המקום בו אנו מופיעים כחברה. כאן הגוף של האזרח פוגש את הגוף של המדינה. במהלך השנה האחרונה המדינה החליטה עבורנו מתי מותר להיות יחד ולמי מסוכן להתקרב. כאזרחים, נאלצנו להפנים הגבלה של תנועה, ולקחת אחריות על גופנו ועל שלום הציבור. בימים אלה בהם המגע אסור, תנועה ציבורית אספה יחד תשעה פרפורמרים בני גילאים שונים, מילדות ועד גיל זקנה, המבצעים מסכת של שבע כוריאוגרפיות השייכות למרחב הציבורי. מתוך תחושת המשבר ושבריריות הגוף, הקבוצה ממפה ומתרגלת את הפוטנציאל האזרחי של סולידריות, התנגדות וחמלה.","Dancers":"משי אולינקי, רונן אולינקי, זהר הספרי, מעין חורש, דינה חינקיס-שמואלי, גלי ליבריידר מועלם, ארז לוטן, אבשלום לטוכה, תומר לנדמן","Choreographer":"דנה יהלומי","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"יש בי סכנה: שבעה מגעים לימים של אי-אמון","Year":"2020","quote":"","":""},{"Text":"כרם שמי, רקדנית ואמנית קונג פו ואופיר יודלביץ, רקדן ואמן קפוארה נפגשים על הבמה כדי לבחון את המשיכה שלהם למאבק: ההנאה, האתגר, האדרנלין והמצבים המנטליים והפיזיים שנדרשים בכדי לעמוד בו. לצד מוסיקה חיה מאת המוסיקאית מאיה פרי, השניים צוללים לסדרה של משחקי תפקידים, דימויים ותרגולים השואבים השראות צורניות ופילוסופיות מאמנויות לחימה. באמצעות הפשטה של מושג המאבק, נגלית עמידות אישית מחד, וצורך מתמיד בשותף-יריב מאידך.","Dancers":"אופיר יודלביץ, כרם שמי","Choreographer":"אופיר יודלביץ","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"סימולציות מאבק","Year":"2020","quote":"","":""},{"Text":"אנחנו לא מבקשים לספר לכם סיפור, אלא לתרגל את עצם קיומנו בעולם – עולם המצוי בקטסטרופה, עולם המצוי בהדחקה, המעז לדרוש מאיתנו נרטיבים של יציבות, אחדות, לינאריות. אנחנו מנסות לתרגל את מה שהגוף הרוקד שלנו יודע ממזמן – שמעולם לא היינו שלמים, ותכנית הפעולה שלנו מעולם לא היתה יציבה. אנו מנווטים בתוך מפת השינויים המתחוללים בנו, בריבוי הזהויות שבנו – כל מה שאנחנו, וכל מה שאנחנו לא, האמיתי והפיקטיבי, האורגני והסינתטי – ולא מבקשים דבר חוץ מלהתענג עוד קצת על הפנטזיה בה אנחנו עשויות לנצח.","Dancers":"ענת ועדיה, מיכאל ילון, אורי שפיר","Choreographer":"אורי שפיר","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"כל מה שאנחנו לא; עלייתן של מכונות התשוקה","Year":"2020","quote":"","":""},{"Text":"על ריקוד, על רקדנים, על מוסיקה, על מוסיקליות, על תשוקה, על באך, על הקלאסי, על העכשווי, על ילדותיות, על חדווה, על מסיבות, על לראות, על להראות, על חופש, על כרמל, על דן, על תמר, על איתי, על עמית, על שחרור, על מבוכה, על סגנון, על עירבובים, על חן, על אסתטיקה, על צורות, על מגדר, על אנשים, על מעגלים, על הביחד, על הלבד, על הכל, על כלום.","Dancers":"דן בורנשטיין, איתי ביבס, כרמל בן אשר, עמית זרצקי, רוני חדש","Choreographer":"רוני חדש","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"פרקים של חדווה","Year":"2020","quote":"","":""},{"Text":"לאסוף את עדינותנו אל בין ידינו, עדינות ככוח פנימי; לעמוד איתנים, לרקוד לצלילי המנדולינה וכלי המיתר, ולחזור אל חווית הריקוד הבסיסית, מתוך ענווה ושמחה, וכהוקרה לחיים. הכוריאוגרפיה היא מעין ריקוד - בוגר נערי וילדי, אשר מביא שמחה וחיות ללא הפרעות, ללא תנאים. מוסיקה ותנועה .כחגיגה, מרחב של הנאה וחופש, פשטות ווירטואוזיות, אינטימיות וחברות","Dancers":"גיל קרר, תום וינברגר","Choreographer":"גיל קרר","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"קונצ׳רטו למנדולינה ומיתרים בדו מז׳ור","Year":"2020","quote":"","":""},{"Text":"בתוך סביבה פיסולית היפר ריאליסטית, נפגשים תרבות הפופ, סרטי טבע וסיפורי תנ״ך. אל מולם, מתקלפות ונחשפות שכבות ארכאולוגיות של חינוך פיסי בגוף, המצטלבות ומתוות שפה. תנועה בין המרחבים השונים חושפת את אותה דמות מזוויות מתחלפות.","Dancers":"אלמוג לובן","Choreographer":"נעה שדור","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"פרא","Year":"2020","quote":"","":""},{"Text":"אין ספר הדרכה על הכוכב הזה\n יש חוקים שהייתי צריך ללמוד\n לבד\nעשיתי את ההתאמות\nמדדתי את המרחקים\nהיום אני מוחק את הגבולות","Dancers":"אורי משה עופרי, עמית מרסינו, רכס יצחקי, תמר לוי","Choreographer":"ליאור תבורי","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"MARS","Year":"2020","quote":"","":""},{"Text":"עץ תפוחים. מגוחך. סליחה טעינו. מי אני. סימפטום. לב. הולך. מאוד מצחיק. במערב. איפשהוא. בתוך הראש. יוהו. הגענו. מי אתה חושב שאתה? דואט לפסקול המורכב מקטעים של הרצאתו של הפילוסוף והכותב אלן ווטס ״Myth of Myself״. המופיעים זזים בין המחשת הרעיונות של ווטס על ידי שימוש בדימיונם לתקשור נושאים אוניברסלים. הם בדיאלוג מתמיד עם המוסיקליות, הסרקזם והפלרטוט שניתן למצוא בקולו של ווטס, מנסים ללכוד את התכונות הייחודיות הללו, מאיירים אותם לעיתים בגופם לעיתים בדמותם. העבודה נשענת על ניואנסים של הומור ובאה לייצר מפגן ויזואלי עבור רעיונותיו של מר ווטס.","Dancers":"תום וינברגר, מתן דסקל","Choreographer":"תום וינברגר","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"The most fascinating problem in the world","Year":"2020","quote":"","":""},{"Text":"בעולם ממוסך, מה נותר מהגוף? האם יש עוד סיכוי לאינטימיות?","Dancers":"גלבוע אגר, אלמוג קידרון, תומר גיאת","Choreographer":"אור מרין","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"Green Fields","Year":"2020","quote":"","":""},{"Text":"\"אֲנָשִׁים מִשְׁתַּמְּשִׁים זֶה בַּזֶּה\r\nכְּמַרְפֵּא לִכְאֵבָם. אֶחָד אֶת הַשֵּׁנִי\r\nשָׂמִים עַל הַפְּצָעִים הַקִּיּוּמִיִּים שֶׁלָּהֶם\r\nעַל הָעַיִן, עַל הָעֶרְוָה, עַל הַפֶּה וְעַל הַיָּד הַפְּתוּחָה\r\nתּוֹפְסִים זֶה אֶת זֶה וְלא רוֹצִים לְהָנִיחַ\"\r\n(יהודה עמיחי)","Dancers":"גלעד ירושלמי, גל גורפונג, ענבר בוכבינדר, יובל פינקלשטיין","Choreographer":"אוליביה קורט מסה","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"With Pleasure ","Year":"2020","quote":"","":""},{"Text":"כאייל שועט במרחבים, כך התחנכתי לרקוד. בשדה תבואה, בשדה קוצים, עליי לעמוד במשימה. בשמש ובצל. אני שב הביתה לבדוק את האהבה הוותיקה, הנעימה, זו שלימדה אותי על המקום בו אני חי, על העולם הזה שזורם לי עמוק בדם, על עצמי.","Dancers":"גילי גבע, ללאל פיליורה, ביאטריס לאריבה, הלל פרלמן, תומר ברקו","Choreographer":"ליאור תבורי","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"YOU LOVE IT","Year":"2021","quote":"","":""},{"Text":"הביוגרפיות מיצו את עצמן, ואנחנו חייבים להמשיך.להיחלץ מהסבך הפוליטי של הזהות כדי להמריא לממד אחר, שבו אני- כולם. מופע מחווה לתחושת המשותף.","Dancers":"עומר עוזיאל, גיא-תמר לוי, וונינה לו, סמרת היילו, אלה קידר-גרינברג, שקד מוכיח","Choreographer":"שקד מוכיח","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"בלילה אני כולם","Year":"2021","quote":"","":""},{"Text":"והנה שוב מתחיל הטקס. ברוכים הבאים עונג וכאב, מודע ואיד, שליטה וכניעה. זהו עולם חדש נשי-פנטסטי, בין המַמָּשׁוּת להֲזָיָה. הגוף בפרדוקס בין הפיוט והצרחה בין אישה לחיה, המכשפה מגיעה, השדה מרמה. אנו בוראות, רוקעות, מטיחות, במיתרי הגוף והקול. קרקס כוחות פסיכדלי-אשלייתי נצרב בבשר שוב ושוב.","Dancers":"ליל גורן, עדי איתן, אנאבל דביר","Choreographer":"אנאבל דביר","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"בדיונות","Year":"2021","quote":"","":""},{"Text":"חיקוי רגשי הוא תהליך שבו אנו מפענחים את רגשות האחר דרך חיקוי של הבעת פניו או תנועתו. הדרך אל האחר עוברת, עוד בטרם השפה, דרך פניו באמצעות השמחה, הפחד, הגועל, הסקרנות, הכעס, העצב שהן מבטאות. ההופעה של הרגשות כלפי חוץ עוזרת לנו לנווט, להבין ולבטא את צרכינו האחד מול השני. אבל האם הם גם יכולים לשמש כמניפולציה לצרכים אישיים? ביצירה קצרה זו, שלושה רקדנים יוצאים למסע משותף עם הקהל ברחבי הבמה בחיפוש אחר אינטימיות, אהבה, ומעל הכול - הכרה, בכל מחיר","Dancers":"זינה זינצ׳נקו, אלכסנדרה ניקול קלייר, גרי פול רייגן","Choreographer":"אנדראה קוסטנזו מרטיני","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"Mood Shifters","Year":"2021","quote":"","":""},{"Text":"מסעה של אישה אל השכבות העמוקות של עצמה: אל הגולמי והמכני, הבוער והדחוף, הנסתר והשברירי. גופה הוא בן לוויה בלתי נפרד לדיאלוג. דרכו נשמעת קריאתה של הילדה הפנימית, כאקט של הישרדות","Dancers":"אוליביה קורט מסה","Choreographer":"אוליביה קורט מסה","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"Wheneve I'm Alone","Year":"2021","quote":"","":""},{"Text":"דרך המראה\nמתבוננים זה בזה\nנצח ורגע","Dancers":"אבשלום לטוכה, אלכס קלייר, גרישה לב, דנה זכריה, זינה זינצ׳נקו, יעל אברבוך, שין-יי שאנג, תמר רוזנצווייג","Choreographer":"עומרי דרומלביץ '","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"The Art of Walking Away","Year":"2021","quote":"","":""},{"Text":"באנו לכאן לפעום, לברוא גוף הווה מהגופים שלא למדנו מעולם ומאלה שלא העזנו לדמיין. אנחנו מרכיבות ומפרקות חומרי יסוד וחומרי חיים - נעות דרך הפיות העבריים שלנו וההיסטוריה של הגופים הרוקדים הנשיים שלנו. פעמה נצחית, הולמת בינינו, בתוכנו, אולי דרכה נצליח לרקוד עתיד.","Dancers":"מירב דגן, סתיו מרין","Choreographer":"מירב דגן, סתיו מרין","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"צאינה וראינה","Year":"2021","quote":"","":""},{"Text":"אני חווה דחיקה אל תוך העצמי. קול נביחה מושתקת, ריח של שתן זה פויה.אני רוצה לגעת בעצמי, ללקק את הפרווה. אבל זה אפשרי רק לידך.רק חזק. רק בכוח. כשאני לבד אני כלבה, אני פוסי. כשאני איתך אני אלפא, אני אריה. ויש בזה נחמה.לדעת את התפקיד.","Dancers":"גלעד ירושלמי, שירז דגן","Choreographer":"גלעד ירושלמי","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"גורים.ות","Year":"2021","quote":"* כתוב בעברית רב מגדרית","":""},{"Text":"יצירת מחול-תיאטרון, שנולדה מתוך חוסר הרמוניה עמוקה, בה זוג המנסה למצוא את הצד האופטימי והמואר בתוך מצב חשוך. יצירה שהיא בריחה מתוקה-מרירה אל הדמיון שמעבר להיגיון.","Dancers":"רבקה לאופר, מתיאוס ואן רוסום","Choreographer":"רבקה לאופר, מתיאוס ואן רוסום","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"Clay","Year":"2021","quote":"","":""},{"Text":"היער הוא המקום בו הכול קורה - לא מסופר, לא מתואר, לא מאורגן, לא מסודר. במופע הסולו הזה, רקדן מבקש להתארח בתוך הכוריאוגרפיה משל הייתה יער - רוחשת חיים ובלתי צפויה, מרובת אפשרויות, מלאת שבילים חשאיים, סבוכים, מוצלבים. סוף סוף, הבמה עשויה לשמש מקום בו ניתן גם להיעלם, להטיל ספק, ללכת לאיבוד, כהכרח לשרוד בתוך עולם שהדעת ממצה בו את דרכיה.","Dancers":"אורי שפיר","Choreographer":"אורי שפיר","Artistic director":"דנה רוטנברג, עודד גרף","Piece Name":"לא יער","Year":"2021","quote":"","":""}]